{
  "_id": "fzRgOPv3Lml078TL",
  "name": "Cover, Vision & Light",
  "folder": null,
  "flags": {},
  "pages": [
    {
      "name": "Cover, Vision & Light",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<h1>Cover</h1>\n<p style=\"font-size:14px\">Walls, trees, creatures, and other obstacles can provide cover during combat, making a target more difficult to harm. A target can benefit from cover only when an attack or other effect originates on the opposite side of the cover.</p>\n<p style=\"font-size:14px\">There are three degrees of cover. If a target is behind multiple sources of cover, only the most protective degree of cover applies; the degrees aren't added together. For example, if a target is behind a creature that gives half cover and a tree trunk that gives three-quarters cover, the target has three-quarters cover.</p>\n<p style=\"font-size:14px\">A target with<strong> half cover</strong> has a +2 bonus to AC and Dexterity saving throws. A target has half cover if an obstacle blocks at least half of its body. The obstacle might be a low wall, a large piece of furniture, a narrow tree trunk, or a creature, whether that creature is an enemy or a friend.</p>\n<p style=\"font-size:14px\">A target with<strong> three-quarters</strong> cover has a +5 bonus to AC and Dexterity saving throws. A target has three-quarters cover if about three-quarters of it is covered by an obstacle. The obstacle might be a portcullis, an arrow slit, or a thick tree trunk.</p>\n<p style=\"font-size:14px\">A target with <strong>total cover </strong>can't be targeted directly by an attack or a spell, although some spells can reach such a target by including it in an area of effect. A target has total cover if it is completely concealed by an obstacle.</p>\n<h1 style=\"font-size:14px\"><span style=\"font-size:2em\">Vision and Light</span></h1>\n<p>The most fundamental tasks of adventuring–noticing danger, finding hidden objects, hitting an enemy in combat, and targeting a spell, to name just a few–rely heavily on a character's ability to see. Darkness and other effects that obscure vision can prove a significant hindrance.</p>\n<p>A given area might be lightly or heavily obscured. In a <strong>lightly obscured area</strong>, such as dim light, patchy fog, or moderate foliage, creatures have <em>disadvantage on Wisdom (Perception)</em> checks that rely on sight.</p>\n<p>A <strong>heavily obscured area</strong>–such as darkness, opaque fog, or dense foliage–blocks vision entirely. A creature effectively suffers from the @Compendium[combat-utility-belt.conditionsdnd5e.oScVqOHJt5SQszVl]{Blinded} condition (see appendix PH-A) when trying to see something in that area.</p>\n<p>The presence or absence of light in an environment creates three categories of illumination: bright light, dim light, and darkness.</p>\n<p><strong>Blindsight</strong></p>\n<p>A creature with blindsight can perceive its surroundings without relying on sight, within a specific radius. Creatures without eyes, such as oozes, and creatures with echolocation or heightened senses, such as bats and true dragons, have this sense.</p>\n<p><strong>Darkvision/Nightvision</strong></p>\n<p>Many creatures in fantasy gaming worlds, especially those that dwell underground, have darkvision. Within a specified range, a creature with darkvision can see in darkness as if the darkness were dim light, so areas of darkness are only lightly obscured as far as that creature is concerned. However, the creature can't discern color in darkness, only shades of gray.</p>\n<p><strong>Truesight</strong></p>\n<p>A creature with truesight can, out to a specific range, see in normal and magical darkness, see @Compendium[combat-utility-belt.conditionsdnd5e.pSvtps6WHVAuWh9l]{Invisible} creatures and objects, automatically detect visual illusions and succeed on saving throws against them, and perceives the original form of a shapechanger or a creature that is transformed by magic. Furthermore, the creature can see into the Ethereal Plane.</p>\n<h2>Light</h2>\n<p><strong>Bright light </strong>lets most creatures see normally. Even gloomy days provide bright light, as do torches, lanterns, fires, and other sources of illumination within a specific radius.</p>\n<p><strong>Dim light</strong>, also called shadows, creates a lightly obscured area. An area of dim light is usually a boundary between a source of bright light, such as a torch, and surrounding darkness. The soft light of twilight and dawn also counts as dim light. A particularly brilliant full moon might bathe the land in dim light.</p>\n<p><strong>Darkness </strong>creates a heavily obscured area. Characters face darkness outdoors at night (even most moonlit nights), within the confines of an unlit dungeon or a subterranean vault, or in an area of magical darkness.</p>"
      },
      "_stats": {
        "coreVersion": "12.331",
        "systemId": null,
        "systemVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null,
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_id": "QkRIYcDPNUDfAxBN",
      "system": {},
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_key": "!journal.pages!fzRgOPv3Lml078TL.QkRIYcDPNUDfAxBN"
    }
  ],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0
  },
  "sort": 0,
  "_key": "!journal!fzRgOPv3Lml078TL"
}
