{
  "_id": "QB4ZKl66hOa7wawX",
  "name": "(EXP) Smoke Grenade",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<p><span class=\"fontstyle0\">There are three types of smoke grenades: screening grenades, signal grenades, and white phosphorous grenades. Most smoke grenades are employed as signaling devices, though they can also be used to screen unit movements, conceal advancement and hinder enemy fire. </span><span class=\"fontstyle0\">Signal smoke grenades cannot be used for screening, though screening grenades can be used as a signal grenade. Screening grenades expel either a hexachloroethane/zinc (HC) mixture that is also an irritant or a terephthalic acid mixture (TA), which is harmless. Signal grenades use potassium chlorate, lactose, and a colored dye to work. Signal grenades are available in several colors, including white, red, yellow, green, and purple. The white phosphorus grenade is a smoke grenade with an explosive burst. Rather than burning to make smoke, the phosphorus ignites in the air after spreading. The brilliant yellow flame produces phosphorus pentoxide, the smoke, as a by-product. The intense heat&nbsp;</span><span class=\"fontstyle0\">allows the grenade to double as an antipersonnel weapon. The heat is devastating in close quarters.</span>&nbsp;</p>\n<p><strong>Screening Special Rule</strong>: After detonation, the&nbsp;smoke grenade fills a 20-foot cube, expanding to 30 feet&nbsp;at the top of the next round and 40 feet on the round&nbsp;after that. The smoke obscures all sight, including&nbsp;dark/night vision. Everyone inside or on opposite sides&nbsp;of the smoke from an attack are granted three-quarters&nbsp;cover. Smoke grenades last for 1d4 minutes. Wind can&nbsp;disperse the smoke as well.</p>\n<p><span class=\"fontstyle0\"><strong>White Phosphorus Special Rules</strong>: This grenade has the same effect as the screening grenade except it also deals fire damage to targets inside. Targets entering or passing through the affected area automatically suffer damage without a saving throw (saving throws are only for the initial impact). White Phosphorus damage cannot not be increased by direct fire, ground zero, impact square, or a critical hit.</span> &nbsp;</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-rules.WklldBUUO3oesibI]{UM5 Ch.6: Granades &amp; Explosives} @Compendium[compendiums-mix-dnd5e.um5-weaponproperties.a6bTH9RIOA1gwoza]{Grenade}&nbsp; @Compendium[compendiums-mix-dnd5e.um5-weaponproperties.tyqnHVNxWuUF1jDk]{EXP (Explosives)}&nbsp;</p>",
  "pages": [],
  "_key": "!journal!QB4ZKl66hOa7wawX"
}
