{
  "_id": "COmZhW4Lv2ooxdha",
  "name": "Injections",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<h1><span class=\"fontstyle0\">INJECTIONS<br></span></h1>\n<p><span class=\"fontstyle1\">Injections are an affliction and act similar to poison, only with injections, the target cannot avoid the initial effect. Injections can be delivered manually with a melee attack or via an air dart gun. Instead of inflicting damage, you impose the injection's effect. Large or larger creatures cannot be affected by injections. If you hit the same target again with the same injection before the effect wears off, the target automatically fails its next saving throw against the effect. Injections do not work on undead or incorporeal creatures. A missed attack with an injector does not destroy the injection.</span></p>\n<h2><span class=\"fontstyle0\">Detonator<br></span></h2>\n<p><span class=\"fontstyle1\">This injection introduces nanites into a subject that are programed to activate based on parameters you set before injection. As a reaction to a condition you determine, the target takes 12 damage.<br></span></p>\n<h2><span class=\"fontstyle0\">Fear<br></span></h2>\n<p><span class=\"fontstyle1\">This batch of psychotropic will make the victim think everyone around him is a demon…unless the victim itself is a demon, in which case, it may see angels. A creature hit is frightened. At the beginning of its turn, the target can make a DC13 Constitution saving throw. It must pass two consecutive saving throws to recover from this effect.<br></span></p>\n<h2><span class=\"fontstyle0\">Narcosynthesis<br></span></h2>\n<p><span class=\"fontstyle1\">Truth serum, multiplied by fifty. For one hour, the target must make a DC 20 Constitution saving throw each time it attempts a Charisma (Deception) check or suffer disadvantage on the check.<br></span></p>\n<h2><span class=\"fontstyle0\">Open Mind<br></span></h2>\n<p><span class=\"fontstyle1\">This injection is a concoction of barbiturates, amphetamines, and LSD. When injected, the target becomes extremely susceptible to suggestion. A creature hit is charmed. At the beginning of its turn, the target can make a DC13 Constitution saving throw. It must pass two consecutive saving throws to recover from this effect.<br></span></p>\n<h2><span class=\"fontstyle0\">Pain<br></span></h2>\n<p><span class=\"fontstyle1\">This injection does not inflict pain, but rather hypersensitizes the dermal nerve network, making a creature feel all sensations with uncomfortable intensity. Each time a hit target takes damage, it suffers an additional 1d4 damage. This is not affected by a critical hit. At the beginning of its turn, the target can make a DC13 Constitution saving throw. It must pass two consecutive saving throws to recover from this effect.<br></span></p>\n<h2><span class=\"fontstyle0\">Paralysis<br></span></h2>\n<p><span class=\"fontstyle1\">This broad-spectrum mélange of neuromuscular blocking drugs is able to inflict nearly instant paralysis in a target. A creature hit is paralyzed. At the beginning of its turn, the target can make a DC13 Constitution saving throw. It must pass two consecutive saving throws to recover from this effect.<br></span></p>\n<h2><span class=\"fontstyle0\">Sleep<br></span></h2>\n<p><span class=\"fontstyle1\">This heavy dose of diazepam and various opioids </span><span class=\"fontstyle1\" style=\"font-size: 11pt;\">might </span><span class=\"fontstyle1\">actually kill a horse. A hit creature must make DC13 Constitution saving throw or fall unconscious. If hit again with the same injection within 1 minute, the DC increases by +3 (cumulative to max DC22). The target remains unconscious for five minutes or until the sleeper takes damage or someone uses an action to shake or slap the sleeper awake.<br></span></p>\n<h2><span class=\"fontstyle0\">Slow<br></span></h2>\n<p><span class=\"fontstyle1\">This strange medley of drugs causes muscle relaxation by depressing the central nervous system. A hit creature has its speed reduced by half. It also suffers disadvantage on Dexterity ability checks and skill checks. At the beginning of its turn, the target can make a DC13 Constitution saving throw. It must pass two consecutive saving throws to recover from this effect.</span></p>",
  "pages": [],
  "_key": "!journal!COmZhW4Lv2ooxdha"
}
