{
  "_id": "wKfh7VavE34DhT25",
  "name": "Plasma",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<p style=\"box-sizing: border-box; user-select: text; color: #191813;\"><span class=\"fontstyle2\" style=\"box-sizing: border-box; user-select: text;\">Any weapon employing ionized gas is considered a plasma weapon. A plasma weapon fires a toroid of superheated gas inside a magneto-hydrodynamic bubble that is then accelerated from the barrel in the same way a railgun fires its iron-core shell. The bubble remains solid for a significant time, or until it strikes its target, at which point the bubble is dispersed and delivers its energetic payload as a cloud of intense heat. There are plasma pistols, rifles, and cannons.&nbsp;<br style=\"box-sizing: border-box; user-select: text;\"></span></p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\"><span class=\"fontstyle2\" style=\"box-sizing: border-box; user-select: text;\">Plasma weapons inflict force damage, and also deal additional damage to targets vulnerable to fire as if they dealt that damage type. Otherwise, the heat generated is too high for a creature resistant to fire to be resistant. Creatures immune to fire are only resistant to plasma weapons. If you roll a critical hit with a plasma weapon, you inflict twice the tech level in additional damage on this turn, twice the tech level -1 on the beginning of your next turn, twice tech level -2 on the beginning of the following turn, and so on until 0.&nbsp;<br style=\"box-sizing: border-box; user-select: text;\"></span></p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\"><span class=\"fontstyle2\" style=\"box-sizing: border-box; user-select: text;\"><span class=\"fontstyle0\" style=\"box-sizing: border-box; user-select: text;\"><strong style=\"box-sizing: border-box; user-select: text;\">Directed Energy</strong>: As many times a day as the weapon’s tech level, you can attempt a directed energy attack—make a single attack, firing a single shot, as an action. On a hit, roll all damage dice twice and take the higher result, add all relevant modifiers as normal, and add twice the weapon’s tech level. Each creature with-</span>&nbsp;&nbsp;<span class=\"fontstyle0\" style=\"box-sizing: border-box; user-select: text;\">in 5 feet of the hit target also suffers damage equal to twice the weapon’s tech level. If you miss, the initial target suffers half damage with no area effect.&nbsp;</span></span></p>",
  "pages": [],
  "_key": "!journal!wKfh7VavE34DhT25"
}
