{
  "_id": "Qj44CvLJXN0ORZal",
  "name": "UM5 Weapons: New Weapon Properties",
  "folder": null,
  "flags": {},
  "pages": [
    {
      "name": "UM5 Weapons: New Weapon Properties",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<h1>WEAPONS: New Weapon Properties</h1>\n<h2><span class=\"fontstyle0\">AP (Armor Piercing)<br /></span></h2>\n<p><span class=\"fontstyle2\">This weapon ignores a target's resistance to the weapon's damage type (e.g.: a piercing weapon ignores resistance to piercing). If the target has fantasy damage resistances, the weapon also counts as magical, silver, and adamantine.<br /></span></p>\n<p><span class=\"fontstyle2\">If an opponent has immunity to the weapon’s damage type and the weapon has the AP property, the opponent has only resistance to that weapon instead of immunity.<br /></span></p>\n<h2><span class=\"fontstyle0\">Augment<br /></span></h2>\n<p><span class=\"fontstyle2\">An augment weapon uses your unarmed strike damage dice. An unarmed strike can only benefit from one augment weapon per hit. By using an augment weapon, you are still counted as being unarmed.</span></p>\n<h2><span class=\"fontstyle0\">Auto / Auto-Heavy<br /></span></h2>\n<p><span class=\"fontstyle2\">Auto weapons have the capacity of firing several rounds with each attack. This is used with area effects and when increasing damage against specific targets. A weapon with an auto property need not employ that property, though some abilities require it. Auto weapons are broken up into two subcategories, auto and auto -heavy.<br /></span></p>\n<p><span class=\"fontstyle2\">Auto weapons can fire in single-shot mode or in 5- round bursts (called an autofire attack). Auto-Heavy can fire in single-shot mode or in aggressive 10-round bursts (also called an autofire attack). In single-shot mode, the weapon uses its normal damage die. In autofire mode, use the alternate damage value listed on the table.<br /></span></p>\n<p><span class=\"fontstyle2\">All auto or auto-heavy weapons also have the burst  fire property (thus it is not listed on the table). When making a burst fire attack with a weapon with the auto property, you use ten rounds of ammunition, but do not use the improved damage die. With the heavy-auto property, you use ten rounds of ammunition </span><span class=\"fontstyle2\" style=\"font-size:11pt\">and </span><span class=\"fontstyle2\">the improved damage die.</span></p>\n<h2><span class=\"fontstyle0\">Burst Fire<br /></span></h2>\n<p><span class=\"fontstyle2\">Burst fire allows the use of a burst fire attack. A burst fire weapon will always have either the auto or autoheavy property (and as such the burst fire property is not listed on the table). A burst fire attack sprays a 10-foot-cube area within normal range with ten rounds of ammunition. Each creature in the area must succeed on a Dexterity saving throw or take the weapon's normal damage. The DC of burst fire attacks is either 15 or is equal to 8 + your Dexterity modifier + your proficiency bonus if proficient.<br /></span></p>\n<h2><span class=\"fontstyle0\">Direct<br /></span></h2>\n<p><span class=\"fontstyle2\">Only certain weapons with the exp property have this property . Instead of targeting an area, this weapon can make a direct attack on a creature. Make a ranged attack: if successful, the target is automatically ground zero of the explosive attack and does not make a saving throw. It also has the potential to suffer a critical hit: otherwise, proceed with the explosive attack as normal, with the target’s position as the intended point. Additionally, if you hit the intended target with an explosive attack, roll all damage dice twice and take the higher values. Creatures in the area of effect still make a Dexterity saving throw. If you miss the intended target, the point of impact becomes a random location within a 15-foot radius of the target (which can still suffer from the area of effect blast).</span></p>\n<h2><span class=\"fontstyle0\">Electronic Stacked Projectiles (ESP)<br /></span></h2>\n<p><span class=\"fontstyle2\">No longer are bullets loaded from an external magazine and launched via a firing pin. Now they are loaded directly into the barrel, separated only by propellant. The concept dates back to traditional fireworks except the stacked projectile weapon does not need to fire its entire payload when ignited. Electrical pulses launch the bullets in the proper order. Misfires are pushed out by the next round, preventing backfire. This removes the need for a magazine, a firing pin, or for that matter, any moving parts at all. The greatest advantage of this technology is a phenomenal firing rate, capable of discharging rounds literally as a stream of bullets.<br /></span></p>\n<p><span class=\"fontstyle2\">ESP weapons have both the auto and auto-heavy property. You can only have one in effect at a time, and can switch between them as a bonus action.<br /></span></p>\n<h2><span class=\"fontstyle0\">EXP<br /></span></h2>\n<p><span class=\"fontstyle2\">Explosives have an area of effect at the point of impact of 5 feet or more. Additionally, if an explosive's area of effect is impeded by indestructible terrain (like in a dungeon corridor), the explosion carries over to unaffected areas. For every 5 feet impeded by indestructible terrain, the area of effect shifts over to occupy the same area. If both sides of an explosion are occupied by indestructible terrain (like a narrow corridor), the blast carries up and down the corridor. This rule doesn't go into effect if the explosion can damage the obstructing terrain. The number listed next the \"Exp\" entry indicates the size of the radius in feet. Unless otherwise stated, explosive attacks inflict bludgeoning damage, and also deal extra damage to creatures vulnerable to fire as if they dealt that damage type.<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Attacking with Explosives</strong>: When using any weapon with an area of effect, you don't make a ranged attack but rather establish a Dexterity saving throw DC that affected creatures must beat. The DC for the Dexterity saving throw equals 8 + your Dexterity modifier + your proficiency bonus (if proficient in the weapon you are using).</span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Feed<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">This property pertains to a weapon with neither a clip nor a magazine. It is either a weapon with a single-shot charge or it is a firearm that can only be loaded one round at a time. With an action and/or a bonus action (the character’s choice), one shot is reloaded in the weapon. Like magazine/clip-based weapons, there is a maximum number of shots you can load. If a character has additional actions in a turn, these can be used to load as well.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Grenade<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">Grenades use their own form of attack depending on the specific grenade.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Guided<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">These weapons assist in aiming after being fired and can even make a secondary attack if the first one misses. As many times a day as the weapon’s TL +2, you can either have advantage on the attack roll or reroll a missed attack and take the second result. If you choose to reroll a missed attack, it does not take effect until the end of the target’s next turn.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Laser<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">Any condensed, well-defined beam of light or heat can be considered a laser. In history, the initial weapons concentrated radiation to a focal point, burning the target with intense heat: such  beams were usually invisible, which is useful for stealth but less so for accuracy. Later developments increased the size, damage potential, and visibility of these beams. Often, lasers are confused with pulse plasma weapons. The largest difference is that lasers cut while plasma splashes. Laser weapons give away their firer’s position but deliver devastating damage few can resist. They can also track targets easier with subsequent damage. There are laser pistols, rifles, and thumper cannons.<br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">Laser weapons deal fire damage. If you hit with a laser, you gain a +1 bonus to your next attack roll against the same target. This is lost if you don’t fire at the same target or if you miss. If you attack an obstruction or inanimate object, you inflict additional damage equal to twice your tech level. </span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\"><strong>Goggles Do Nothing</strong>: If you roll a critical hit, the target is blinded until the beginning of your next turn.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Magnetic<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">The specific process of accelerating metal shells using magnetism is complicated, with coil-based and railbased technology launching shells using different means.<br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">If you roll a critical hit with a magnetic weapon, you inflict additional damage equal to twice the weapon’s tech level. If you kill a creature, the shell continues on a straight path from the weapon, making a single free attack on one creature in direct line of effect within the weapon’s range. </span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\"><strong>Power</strong>: Magnetic weapons have a magazine but require power from a power cell to operate the magnetic acceleration (H for heavy and super-heavy weapons, M for all others). One is included with the weapon. </span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Mastercraft<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">A mastercraft item is simply a more refined, better variation of an already existing design. These are a notch above despite sharing all other qualities with a mundane design.</span>  <span class=\"fontstyle0\">A mastercraft weapon deals +1 damage if any of its damage dice result in a maximum result. This is in addition to any other effects that occur when the maximum result is rolled.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle2\">Nuclear<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\">These are directed energy weapons similar to plasma and laser guns. Where a laser inflicts condensed radiation and plasma inflicts severe heat, weapons with the nuclear property inflict damage via a high-energy beam of atoms. Upon impact, they disrupt the molecular structure of the target. Tissue damage from radiation is an often side effect. This technology has been dubbed a \"dirty solution\", as it emerges frequently before the advancement of high-powered lasers and plasma weapons. In other circles, these devices have been called particle accelerators.<br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\">Nuclear weapons inflict force damage, and also deal additional damage to creatures vulnerable to necrotic as if they dealt that damage type. If you hit with a nuclear weapon, every subsequent hit on the same target gains a +1 bonus to damage. This is cumulative up to the weapon’s tech level and is lost if you don’t hit that same target before the end of your next turn. If you roll a critical hit, the target is poisoned until the beginning of your next turn.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle2\">Pincher<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\">These weapons deliver an electromagnetic pulse that disrupts any item that requires a battery or an electric current to operate. <br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\">Pincher weapons inflict lightning damage. If you roll a critical hit on the attack roll and the target is not immune or resistant to lightning damage, the target takes additional damage equal to twice the weapon’s tech level, and the target has disadvantage on ability checks and attack rolls until the beginning of your next turn.<br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\"><strong>Disruption</strong>: All functions of battery-powered technology on the target stops working until the end of your next turn.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle2\">Plasma<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\">Any weapon employing ionized gas is considered a plasma weapon. A plasma weapon fires a toroid of superheated gas inside a magneto-hydrodynamic bubble that is then accelerated from the barrel in the same way a railgun fires its iron-core shell. The bubble remains solid for a significant time, or until it strikes its target, at which point the bubble is dispersed and delivers its energetic payload as a cloud of intense heat. There are plasma pistols, rifles, and cannons. <br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\">Plasma weapons inflict force damage, and also deal additional damage to targets vulnerable to fire as if they dealt that damage type. Otherwise, the heat generated is too high for a creature resistant to fire to be resistant. Creatures immune to fire are only resistant to plasma weapons. If you roll a critical hit with a plasma weapon, you inflict twice the tech level in additional damage on this turn, twice the tech level -1 on the beginning of your next turn, twice tech level -2 on the beginning of the following turn, and so on until 0. <br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle0\"><strong>Directed Energy</strong>: As many times a day as the weapon’s tech level, you can attempt a directed energy attack—make a single attack, firing a single shot, as an action. On a hit, roll all damage dice twice and take the higher result, add all relevant modifiers as normal, and add twice the weapon’s tech level. Each creature with-</span>  <span class=\"fontstyle0\">in 5 feet of the hit target also suffers damage equal to twice the weapon’s tech level. If you miss, the initial target suffers half damage with no area effect.</span> </span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Reload<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">This property pertains to a magazine- or clip-fed weapon. A magazine or clip carries a certain number of shots before requiring a reload. A magazine may also be battery with a set number of charges. Note that several melee weapons also require an energy cell, inflicting additional effects with each charge—these same rules apply. Refer to official licensed material for the rules on </span><span class=\"fontstyle1\" style=\"font-size:11pt\">reload</span><span class=\"fontstyle1\">.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Shotgun<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">Shotguns impact with tremendous force at close range, but this stopping power diminishes rapidly further out. Shotguns do +3 damage if fired at targets within 10 feet. At long range, they inflict half damage. If you roll a critical hit, the target is knocked prone.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Sniper<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">These weapons contain advanced targeting systems for long-range fire. These include tracking systems and scopes.</span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">Sniper weapons list a bonus. If you are proficient with the weapon, you can use an action or bonus action to aim, gaining the bonus on your following ranged attack with the weapon against a creature at least 25 feet away. The bonus is lost if you move, are moved, or after you make a ranged attack with the weapon (whether you hit or not). This bonus is cumulative for up to two actions.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Sonic<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">The first sonic weapon was no more than a simple highpowered oscillating pain siren generating 175-decibel (dB) acoustic waves in all directions. Newer sonic weapons utilize high frequency ultrasound to carry the painful audio waves in a straight, focused path. This technology offers increased range with no adverse side effects for the firer. In practical uses, the sonic weapon may  be downgraded to transmit a normal voice across 10x its range increment to any other target without fear of anyone else overhearing unless they are inline.<br /></span></span></p>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">Sonic weapons inflict thunder damage, and also deal additional damage to targets vulnerable to bludgeoning as if they dealt that damage type. If you roll a critical hit, the target is deafened for one minute.<br /></span></span></p>\n<h2><span class=\"fontstyle2\"><span class=\"fontstyle0\">Undermount<br /></span></span></h2>\n<p><span class=\"fontstyle2\"><span class=\"fontstyle1\">This property is a modification where a smaller weapon is attached under the barrel of an existing weapon. You can switch to an undermounted weapon instantly, and it occupies the same space as the weapon it is attached to. When you purchase a weapon with the undermount property, establish if it is being purchased as a normal weapon or an undermount, and if the latter, which weapon it is being mounted to. You can only attach an undermount to a weapon one size larger (one-handed small arm &gt; two-handed small arm &gt; heavy weapon &gt; super heavy weapon). A one-handed or two-handed melee weapon counts as a one-handed small arm and a two-handed small arm respectfully.</span> <br style=\"font-style:normal;font-variant:normal;font-weight:normal;letter-spacing:normal;line-height:normal;orphans:2;text-align:-webkit-auto;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-size-adjust:auto;-webkit-text-stroke-width:0px\" /></span></p>"
      },
      "_stats": {
        "coreVersion": "12.331",
        "systemId": null,
        "systemVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null,
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_id": "wZPy8jvSpEOluLKu",
      "system": {},
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_key": "!journal.pages!Qj44CvLJXN0ORZal.wZPy8jvSpEOluLKu"
    }
  ],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0
  },
  "sort": 0,
  "_key": "!journal!Qj44CvLJXN0ORZal"
}
