{
  "_id": "QKBFRbt7tyQZLQdo",
  "name": "UM5 Weapons: WEAPON GROUPS",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<h1>WEAPONS:&nbsp;WEAPON GROUPS</h1>\n<p><span class=\"fontstyle2\">The weapons covered here are grouped into the following categories based on their general utility. They do not fall into the normal categories of simple or martial weapons.</span></p>\n<h2><span class=\"fontstyle0\">HEAVY WEAPONS<br></span></h2>\n<p><span class=\"fontstyle2\">These large weapon systems require a tripod, a base, a platform, or any other stable point from which to fire. </span></p>\n<p><span class=\"fontstyle2\"><strong>Properties</strong>: Heavy weapons use the same general rules as ranged weapons, except as follows:<br></span></p>\n<ul>\n<li><span class=\"fontstyle2\">Because of their cumbersome nature, if you move or are moved any distance you have disadvantage on attack rolls with heavy weapons until the beginning of your next turn. </span></li>\n<li><span class=\"fontstyle2\">Unless mounted, heavy weapons require at least Strength 13 to use.<br></span></li>\n</ul>\n<p><span class=\"fontstyle2\">These weapons may be purchased for a Large user (e.g. exo-armor). If so, the heavy weapons counts as a two-handed weapon. It can no longer be used by Medium-sized users.<br></span></p>\n<h2><span class=\"fontstyle0\">SMALL ARMS, ONE-HANDED<br></span></h2>\n<p><span class=\"fontstyle2\">These single-handed firearms are renowned for their ease of use and compact style, making them an easy choice for those preferring stealth.<br></span></p>\n<p><span class=\"fontstyle2\"><strong>Properties</strong>: One-handed small arms use the same general rules as ranged weapons, except as follows:<br></span></p>\n<ul>\n<li><span class=\"fontstyle2\">You do not have disadvantage on attack rolls if you are within 5 feet of a hostile creature who can see you and who isn’t incapacitated.<br></span></li>\n<li><span class=\"fontstyle2\">One-handed small arms cannot be wielded by Large or larger creatures (e.g., exo-armor).<br></span></li>\n<li><span class=\"fontstyle2\">You do not suffer disadvantage on ranged attack rolls if you are prone and proficient with the weapon you are using.<br></span></li>\n<li><span class=\"fontstyle2\">If your Strength is 13 or higher, one-handed small arms without the Light property gain the property.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle0\">SMALL ARMS, TWO-HANDED<br></span></h2>\n<p><span class=\"fontstyle2\">These are larger, slightly clumsier weapons usually preferred for longer ranges and high stopping power. With the development of technology, the latter became less a factor, but two-handed arms have the capacity for larger magazine capacities, greater accuracy, and the option of fast automatic fire.<br></span></p>\n<p><span class=\"fontstyle2\"><strong>Properties</strong>: Two-handed small arms use the same general rules as ranged weapons, except as follows:<br></span></p>\n<ul>\n<li><span class=\"fontstyle2\">Because of their cumbersome nature, if you move or are moved more than 5 feet, you suffer a –2 penalty to attack rolls with two-handed small arms until the beginning of your next turn.<br></span></li>\n</ul>\n<p><span class=\"fontstyle2\">These weapons may be purchased for a Large user (e.g. exo-armor). If so, a two-handed small arms counts as a one-handed small arm. It can no longer be used by Medium-sized users.<br></span></p>\n<h2><span class=\"fontstyle0\">SUPER HEAVY WEAPONS<br></span></h2>\n<p><span class=\"fontstyle2\">These are weapons with the potential of incredible damage but balance that with a cumbersome design. These large weapon systems require a tripod, a base, a platform, or any other stable point from which to fire.<br></span></p>\n<p><span class=\"fontstyle2\"><strong>Properties</strong>: Super heavy weapons use the same general rules as ranged weapons, except as follows:<br></span></p>\n<ul>\n<li><span class=\"fontstyle2\">Super heavy weapons come equipped with a tripod (unless mounted on a vehicle or exo-armor).<br></span></li>\n<li><span class=\"fontstyle2\">You must use an action to plant a super heavy weapon in the ground. Once planted, it cannot be moved unless you use an action to uproot it. If you fire a non-planted super heavy weapon, you suffer disadvantage on attack rolls with the weapon. If your Strength is less than 18, immediately after the</span>&nbsp; <span class=\"fontstyle0\">attack is resolved, you are pushed 5 feet and knocked prone.<br></span></li>\n</ul>\n<p><span class=\"fontstyle0\">These weapons may be purchased for a Large user (e.g. exo-armor). If so, a super heavy weapon counts as a heavy weapon. It can no longer be used by Mediumsized users.<br></span></p>\n<h2><span class=\"fontstyle2\">MELEE WEAPONS<br></span></h2>\n<p><span class=\"fontstyle0\">Close combat is not the focus of the modern high-tech military. Though a knife will always be standard equipment, it is more often used as a utility item rather than a weapon, at least until the pistol runs out of bullets. As expected, the concepts of laser swords and monomolecular whips are constructs of pure science fiction, and are considered neither possible nor practical for a modern military.<br></span></p>\n<p><span class=\"fontstyle0\"><strong>Size</strong>: Like firearms, melee weapons can be enlarged for Large users (exo-armor). If one is purchased this way, it can no longer can be used by Medium-sized users. </span></p>\n<p><span class=\"fontstyle0\"><strong>Power</strong>: Like firearms, you only use a charge when you make an attack with a melee weapon that has an energy cell. Using the weapon for intimidation does not expend energy (unless you want it to).</span> </p>",
  "pages": [],
  "_key": "!journal!QKBFRbt7tyQZLQdo"
}
