{
  "_id": "prG11j0knyCDrPIZ",
  "name": "Intelligence: Engineering",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "type": "tool",
  "data": {
    "description": {
      "value": "<p><span class=\"fontstyle2\">This is the broad skill dealing with all applications of technology, allowing you to craft, modify, and repair devices. These include electronics, general machines, exo-armor, techan armor, techan weapons, and vehicles.</span></p>\n<p><span class=\"fontstyle2\" style=\"color: #242021;\"><strong>Crafting</strong>: Crafting technology deviates slightly from crafting mundane items. Not only are you required to be proficient in Intelligence (Engineering), but you also must possess the appropriate Engineering kit. If so, then you can expend 5uc in widgets each day until you reach the market value of the item (this is called a build schedule). You must have widgets or parts on hand. Alternately, you can attempt to make an Intelligence (Engineering) check—the result is how much in uc you progress instead of taking the normal 5uc each day. This value can increase with the use of engineering kits.</span></p>\n<p><span class=\"fontstyle2\" style=\"color: #242021;\"><br>The tech level of your engineering kit affects the speed of your build, being a multiplier affecting the number of uc you can invest per day of use. A TL1 kit thus cannot affect your build time, while a TL5 kit allows you to spend 5 times more uc than normally for a day’s work. You cannot build other kits or medical injections.&nbsp;</span></p>\n<p><span class=\"fontstyle2\" style=\"color: #242021;\"><br></span><span class=\"fontstyle2\"><strong>Disarm Electronic Locks</strong>: When attempting to disarm a trap or break through a lock using an Engineering tool kit, you can use Intelligence (Engineering) granted you have a tool kit of at least equal tech level of the device you are trying to affect.</span></p>\n<p><span class=\"fontstyle2\"><br><strong>Recover Hit Points</strong>: You can take a day of downtime and make an Intelligence (Engineering) to recover&nbsp;the hit points of damaged items or vehicles. The number of hit points recovered is equal to the result of your&nbsp;skill check -10.</span></p>\n<p><span class=\"fontstyle2\"><br>This value can be adjusted with an appropriate engineering kit. If the kit is more advanced than the item<br>being repairs, add the difference to the hit points recovered. If the other way around, the recovered hit points<br>is reduced (if repairing a TL2 item with a TL4 kit, you&nbsp;gain a +2 bonus to the hit points recovered—if reversed,<br>it becomes a -2 penalty).&nbsp;The repair cost in widgets for each day is equal the&nbsp;number of hit points recovered x 5.<br>Reverse Engineer: You can use the Intelligence&nbsp;(Engineering) skill to convert technology into widgets&nbsp;to be used in the creation of other technology. Each&nbsp;attempt to reverse engineer an item takes six hours.&nbsp;Reverse engineering destroys the item being selected.&nbsp;The end result is you acquire one-fifth of the item’s&nbsp;value in widgets.</span></p>\n<p><span class=\"fontstyle2\"><br><strong>Sabotage</strong>: You can use Intelligence (Engineering)</span>&nbsp;&nbsp;<span class=\"fontstyle0\">skill to sabotage devices and vehicles. With this technique, you can inflict effects instantly or when certain conditions occur.</span></p>\n<p><span class=\"fontstyle0\"><br>You can only attempt sabotage against a target which you can incapacitate logically. The GM can refuse a sabotage attempt if you have no way of accessing vital components in the target. The GM may also require you to spend time gaining access to said components.</span></p>\n<p><span class=\"fontstyle0\"><br>There are hundreds of different effects you can accomplish with sabotage. Effects last until the effect is repaired unless stated otherwise. Effects can be repaired by a contested Intelligence (Engineering) check or with specific solutions to each problem (breaking open a door instead of fixing the sabotage).&nbsp;</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "UM5 p.6",
    "quantity": 1,
    "weight": 0,
    "price": 0,
    "attuned": false,
    "equipped": false,
    "rarity": "",
    "identified": true,
    "ability": "int",
    "chatFlavor": "",
    "proficient": 1,
    "damage": {
      "parts": []
    }
  },
  "flags": {
    "betterRolls5e": {
      "critRange": {
        "type": "String",
        "value": ""
      },
      "quickDesc": {
        "type": "Boolean",
        "value": false,
        "altValue": false
      },
      "quickCheck": {
        "type": "Boolean",
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "type": "Boolean",
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "type": "Boolean",
        "value": true,
        "altValue": true
      }
    }
  },
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_key": "!items!prG11j0knyCDrPIZ"
}
