{
  "_id": "zgDOqvRDY2q8gyvw",
  "name": "Vehicle Proficiency",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "type": "tool",
  "data": {
    "description": {
      "value": "<p><span class=\"fontstyle2\">If proficient with a vehicle, you know how to drive or pilot said vehicle and any situation. There are five types of vehicle proficiency—light ground, heavy ground, super-heavy ground, and aircraft, and watercraft. If possessing one, you know how to control all vehicles of that type. So if you ride one bike, you can ride them all. Although not entirely accurate given the broad range of technology seen across the world, this is a compromise to prevent clutter.</span></p>\n<p><span class=\"fontstyle2\"><br>Routine tasks such as ordinary driving don't require a check. You only make a check when experiencing&nbsp;unusual circumstances (such as stormy weather or a slippery surface), performing a stunt, driving at high&nbsp;speeds, or if trying to operate a vehicle while being attacked or attacking.</span></p>\n<p><span class=\"fontstyle2\">&nbsp;<br>If you fail a Dexterity check with a vehicle, you&nbsp;must suffer the consequences. This can include a second change to recover, a slide, or a crash. Some stunts&nbsp;are easy, and they neither require a skill check nor have&nbsp;consequences.</span></p>\n<p><span class=\"fontstyle2\"><br>If you are crashing, you often lose control of your vehicle and cannot perform any checks involving your</span>&nbsp;&nbsp;<span class=\"fontstyle0\">vehicle until the crash is resolved. In most crashes, you continue your remaining movement in the direction you&nbsp;were previously pointed. In others (like catastrophic&nbsp;jumps), you immediately stop your movement.</span></p>\n<p><span class=\"fontstyle0\"><br>See<strong>&nbsp;Vehicle Rules</strong>&nbsp;in the&nbsp;<strong>Equipment&nbsp;</strong>chapter for&nbsp;detailed rules on vehicles and how they are controlled.</span></p>\n<p><span class=\"fontstyle0\"><br></span><em><strong><span class=\"fontstyle0\" style=\"font-size: 11pt;\">Vehicles used to be a skill, but I decided to&nbsp;make them an item proficiency. Although one&nbsp;would expect me to follow suite with medicine requiring a medical kit, but Wisdom&nbsp;(Medicine) has already been established</span> &nbsp;</strong></em></p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "UM5 p.6",
    "quantity": 1,
    "weight": 0,
    "price": 0,
    "attuned": false,
    "equipped": false,
    "rarity": "",
    "identified": true,
    "ability": "int",
    "chatFlavor": "",
    "proficient": 0,
    "damage": {
      "parts": []
    }
  },
  "flags": {
    "betterRolls5e": {
      "critRange": {
        "type": "String",
        "value": ""
      },
      "quickDesc": {
        "type": "Boolean",
        "value": false,
        "altValue": false
      },
      "quickCheck": {
        "type": "Boolean",
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "type": "Boolean",
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "type": "Boolean",
        "value": true,
        "altValue": true
      }
    }
  },
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_key": "!items!zgDOqvRDY2q8gyvw"
}
