{
  "_id": "qBkSjy8J66PbaXZZ",
  "name": "UM5 Ch.06: Light Armor Descriptions",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<p>@Compendium[compendiums-mix-dnd5e.um5-rules.8LYPguczQUxUtxHF]{UM5 Ch.6: Armor}</p>\n<p>UM5 p.85</p>\n<h2><span class=\"fontstyle0\">Ballistics Armor<br></span></h2>\n<p><span class=\"fontstyle2\">This is a light, but still somewhat clumsy collection of ceramic and polymer plates placed strategically to withstand impacts without hampering maneuverability significantly. This armor works well under normal clothes without revealing its purpose.<br></span></p>\n<p><span class=\"fontstyle2\"><strong>Resistance (Mk2): </strong>You have resistance to slashing from nonmagical weapons.<br></span></p>\n<h2><span class=\"fontstyle0\" style=\"color: #242021;\">Leather / Textile<br></span></h2>\n<p><span class=\"fontstyle2\">This is a blanket term referring to any high quality set of clothes not directly intended for combat protection. Very often, these clothes are meant for aesthetics with the pleasant byproduct to save the wearer from bumps and scrapes. It also offers the advantage of not impeding the user.&nbsp;<br></span></p>\n<h2><span class=\"fontstyle0\">Spider Silk Suit<br></span></h2>\n<p><span class=\"fontstyle2\">Computer-controlled looms weave super thin synthetic silk into an extremely flexible nylon. When struck with any attack, the spider silk resists as hard as steel but will still flex more than soft rubber. It employs several thicker pads of carbon fiber in key areas. The spider suit allows for extreme maneuverability.<br></span></p>\n<p><span class=\"fontstyle2\"><strong>Resistance</strong>: You have resistance to lightning and slashing from nonmagical weapons.<br></span></p>\n<p><span class=\"fontstyle2\"><strong>Flexible</strong>: If your Dexterity score is 20 or higher, the AC of this armor increases to 13.<br></span></p>\n<h2><span class=\"fontstyle0\">Synthetic Weave<br></span></h2>\n<p><span class=\"fontstyle2\">The predecessor to advanced aromatic polyamides, this full body set includes thicker pads for impact damage </span><span class=\"fontstyle0\">reduction from slashing. It is, however, vulnerable to piercing attacks. Nevertheless, it is a popular basic outfit and the comfortable choice for many in the field. Unlike most armor, synthetic weave can fit easily and covertly under normal clothes (and can even be designed to look more like clothing than armor).<br></span></p>\n<p><span class=\"fontstyle0\"><strong>Resistance (Mk2): </strong>You have resistance to slashing from nonmagical weapons.</span> </p>",
  "img": "",
  "pages": [],
  "_key": "!journal!qBkSjy8J66PbaXZZ"
}
