{
  "_id": "yd5HUsiiQ75lRxjb",
  "name": "UM5 Ch.03: Ladders",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<p>@Compendium[compendiums-mix-dnd5e.um5-tables.41EEvvhssm13qweg]{Random Ladders}</p>\n<p>UM5 p.7</p>\n<p><span class=\"fontstyle0\">In traditional 5th Edition rules, classes represent defined fantasy archetypes. The type of story that </span><span class=\"fontstyle0\" style=\"font-size: 11pt;\">Ultramodern5 </span><span class=\"fontstyle0\">seeks to emulate calls for characters with more complexity. Therefore, a character’s capabilities are derived from two sources: a ladder that determines their general traits, outlook and disposition, and a class that determines their vocational abilities.&nbsp;</span></p>\n<p><span class=\"fontstyle0\">You choose a ladder at character generation, gaining an initial level 1 ability. You can neither change your ladder nor multi-class into another ladder. There are no prerequisites for ladders, but having high values in the ladder’s key abilities will certainly help. When you reach a level where you can select either an ability score improvement or a feat, you can gain an ability from your ladder instead.</span></p>\n<p><span class=\"fontstyle0\">Unlike classes, which fill specific roles, ladders are based on what you are and how you live your life. These include various mental and physical disciplines as well as natural talents. Although some classes and ladders obviously complement each other, any ladder can be combined with any class. Ladders are generic in their benefits.</span></p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.MaY9RaFXtBhdhpJ9]{Born Leader}</h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You possess a genuine charisma, always taking center stage. People naturally gravitate towards you. As result,&nbsp;<br>Charisma is your primary ability with Intelligence as your secondary.<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-ladders.mzGeeleRUtBgaALI]{Juggernaut}</span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You're big. You were the tallest in school, excelled in sports, and were groomed for a career where you wouldn't have to speak so much. Constitution and Strength are equally important to you.<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-ladders.CqB4PKDx8zsTDXG4]{Runner}</span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You are healthy, lithe, and fast. Your mind and body are one as you focus your energy into evasion and pursuit. Dexterity is the obvious primary, but Intelligence or Wisdom are important secondary abilities.<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-ladders.XJ5kad613aVSJD40]{Savant}</span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You are compelled know as much as your brain can comprehend. You enjoy reading, understanding, and<br>resolving problems. Intelligence is an automatic priority but smarts is useless without Wisdom.<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-ladders.sa3egJvsoekVtK6C]{Survivor}</span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">No matter the situation, you always appear to make it out alive. You can endure any hardship, from hostile<br>weather to hostile locals. Constitution is your primary ability with Wisdom a close second.<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-ladders.n6Xcd7XJ25oA1MaV]{Veteran}</span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You are grizzled and seasoned. You have become hardened to the traumas of the world through practical experience. Wisdom is your primary attribute with Charisma not far behind.<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-ladders.wTHO59JlQsT7GAix]{Warrior}</span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">You're a fighter in any situation, whether that is in a ring, in an alley, or in a warzone. You can wield a blade,<br>a bow, a pistol, or a tank. Sometimes all you need are your fists. Dexterity and Strength are both vital.<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">ATTACK / DAMAGE MODIFIER<br></span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Almost every ladder allows you to alter the ability score required for attack rolls and damage rolls. Some of</span></span><span class=\"fontstyle0\"><span class=\"fontstyle2\">these entries list specific conditions that must be met in</span></span><span class=\"fontstyle0\"><span class=\"fontstyle2\">order for you to swap your primary ability (only onehanded small arms, for example).<br></span></span></p>\n<h3><span class=\"fontstyle0\"><span class=\"fontstyle0\">BEYOND ULTRAMODERN<br></span></span></h3>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle2\">Ladders are fully compatible with all 5th Editioncompatible products. You can marry them to any 5E game (if you want to include druids, fighters, or wizards, for example). Some of the ability swap features listed for several ladders don’t appear to offer much variety unless you integrate them into classes not listed here.</span> </span></p>\n<h1><span class=\"fontstyle0\">Ladders</span></h1>\n<p><span class=\"fontstyle0\">UM5 p.22</span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle0\">At 1 the ladder's 1st choose to gain its additional features in- stead of choosing an ability score increase </span><span class=\"fontstyle0\" style=\"font-size: 6pt;\">st </span><span class=\"fontstyle0\">level, you can select a ladder. You gain -level feature, and can or a feat at 4th, 8th, 12th, 16th, and 19th levels. In essence, ladders are a collection of similarly themed feats with an additional benefit when selected at 1</span><span class=\"fontstyle0\" style=\"font-size: 6pt;\">st </span><span class=\"fontstyle0\">level.</span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle0\">You do not have to select the ladder's additional features at their listed levels if you would rather gain the normal ability score increase or a different feat. However, all ladder features must be taken in order:&nbsp; you can't skip a feature if you want a later one, and not choosing all the features prevents you from being able to achieve the apex of the ladder. Most ladder features include an ability score increase, so there is little incentive not to take them.<br></span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle0\">Unlike classes, which fill specific roles, ladders are based on what you are and how you live your life. These include various mental and physical disciplines as well as natural talents. Although some classes and ladders obviously complement each other, any ladder can be combined with any class.<br></span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle0\">Ladders are an optional system. The GM may choose to use them or not. If they are included, however, all players should choose one to avoid imbalance.</span> </span></p>\n<h2><span class=\"fontstyle0\">Ladder Gains</span></h2>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle0\">At 5</span><span class=\"fontstyle0\" style=\"font-size: 6pt;\">th</span><span class=\"fontstyle0\">, 11</span><span class=\"fontstyle0\" style=\"font-size: 6pt;\">th</span><span class=\"fontstyle0\">, and 17</span><span class=\"fontstyle0\" style=\"font-size: 6pt;\">th </span><span class=\"fontstyle0\">level, each ladder offers an additional benefit. This accounts for the lack of magic in most non-fantasy settings. Although weapons and armor may offer additional properties, almost none in </span><span class=\"fontstyle0\" style=\"font-size: 11pt;\">Ultramodern5 </span><span class=\"fontstyle0\">offer significant bonuses to attack or damage, and since modern games don’t always feature incrementally better gear over the course of a campaign, it is entirely possible for you to carry the same equipment for the entirety of your character’s life.<br></span></span></p>\n<p><span class=\"fontstyle0\"><span class=\"fontstyle0\">If your campaign features magic items or sudden jumps in technological advancement, ladder gains should be ignored. If you choose to use them anyway, treat each bonus as an attuned magic item, which must be relinquished (and later reattuned if you want it back) in order to benefit from a comparable item bonus.</span> <br style=\"font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; orphans: 2; text-align: -webkit-auto; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px;\"></span></p>",
  "pages": [],
  "_key": "!journal!yd5HUsiiQ75lRxjb"
}
