{
  "_id": "TBeE6BMYe7bYrQ0x",
  "name": "UM5 Ch.01: Character Creation",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<h1>CHARACTER CREATION</h1>\n<p>UM5 p.07-09</p>\n<p>Characters are created using the same process as the&nbsp;core 5th Edition games. You determine ability scores,&nbsp;establish dominant modifiers, and select race just as you&nbsp;would in a fantasy game. All race selections are assumed human unless the GM permits otherwise (see&nbsp;official 5E licensed products for rules on humans). The&nbsp;first point where character creation alters from the established rules is with the inclusion of the ladders.</p>\n<h2>RACE</h2>\n<p>Many of the games set in a semi-modern, modern, or&nbsp;futuristic setting will assume all player characters are&nbsp;human. This does remove one level of choice from&nbsp;character generation. The human race entry has therefore been expanded with optional rules to allow more&nbsp;customization. These include adding in genetic traits&nbsp;and natural skills distinguish one character from the&nbsp;rest.</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-rules.0fP6KpKVoUOZMYtL]{UM5 Ch.02: Humans} @Compendium[compendiums-mix-dnd5e.um5-tables.kP3fSnbfE2QtCvxI]{Genetic Benefit}</p>\n<h2>@Compendium[compendiums-mix-dnd5e.um5-rules.SDEeuMDtbuXI9Ow8]{Lifepath}</h2>\n<p>@Compendium[compendiums-mix-dnd5e.um5-tables.9Ae5eJKubTwXUAwS]{Lifepath Backgrounds (table)}</p>\n<p>Backgrounds have been heavily revised. Though you&nbsp;are welcome to select any background from any officially licensed product, you can also take your chances with&nbsp;the lifepath system where virtually every facet of a character&rsquo;s life can be determined. Instead of selecting a&nbsp;single background and rolling on a handful of tables for&nbsp;personality and motivations, there are now dozens of&nbsp;tables to work from, including ones where windfall or&nbsp;tragedy are only a dice roll away.&nbsp;</p>\n<h2>@Compendium[compendiums-mix-dnd5e.um5-rules.yd5HUsiiQ75lRxjb]{Ladders}</h2>\n<p>@Compendium[compendiums-mix-dnd5e.um5-tables.41EEvvhssm13qweg]{Random Ladders}</p>\n<p>In traditional 5th Edition rules, classes represent defined fantasy archetypes. The type of story that Ultramodern5 seeks to emulate calls for characters with more&nbsp;complexity. Therefore, a character&rsquo;s capabilities are&nbsp;derived from two sources: a ladder that determines their&nbsp;general traits, outlook and disposition, and a class that&nbsp;determines their vocational abilities.&nbsp;</p>\n<p>You choose a ladder at character generation, gaining&nbsp;an initial level 1 ability. You can neither change your&nbsp;ladder nor multi-class into another ladder. There are no&nbsp;prerequisites for ladders, but having high values in the&nbsp;ladder&rsquo;s key abilities will certainly help. When you&nbsp;reach a level where you can select either an ability score&nbsp;improvement or a feat, you can gain an ability from your&nbsp;ladder instead.</p>\n<p>Unlike classes, which fill specific roles, ladders are&nbsp;based on what you are and how you live your life.&nbsp;These include various mental and physical disciplines&nbsp;as well as natural talents. Although some classes and&nbsp;ladders obviously complement each other, any ladder&nbsp;can be combined with any class. Ladders are generic in&nbsp;their benefits.</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.MaY9RaFXtBhdhpJ9]{Born Leader}</h3>\n<p>You possess a genuine charisma, always taking center&nbsp;stage. People naturally gravitate towards you. As result,&nbsp; Charisma is your primary ability with Intelligence as&nbsp;your secondary.</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.mzGeeleRUtBgaALI]{Juggernaut}</h3>\n<p>You're big. You were the tallest in school, excelled in&nbsp;sports, and were groomed for a career where you wouldn't have to speak so much. Constitution and Strength&nbsp;are equally important to you.&nbsp;</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.CqB4PKDx8zsTDXG4]{Runner}</h3>\n<p>You are healthy, lithe, and fast. Your mind and body&nbsp;are one as you focus your energy into evasion and pursuit. Dexterity is the obvious primary, but Intelligence&nbsp;or Wisdom are important secondary abilities.</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.XJ5kad613aVSJD40]{Savant}</h3>\n<p>You are compelled know as much as your brain can&nbsp;comprehend. You enjoy reading, understanding, and&nbsp;resolving problems. Intelligence is an automatic priority but smarts is useless without Wisdom.&nbsp;</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.sa3egJvsoekVtK6C]{Survivor}</h3>\n<p>No matter the situation, you always appear to make it&nbsp;out alive. You can endure any hardship, from hostile&nbsp;weather to hostile locals. Constitution is your primary&nbsp;ability with Wisdom a close second.</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.n6Xcd7XJ25oA1MaV]{Veteran}</h3>\n<p>You are grizzled and seasoned. You have become hardened to the traumas of the world through practical experience. Wisdom is your primary attribute with Charisma not far behind.</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-ladders.wTHO59JlQsT7GAix]{Warrior}</h3>\n<p>You're a fighter in any situation, whether that is in a ring, in an alley, or in a warzone. You can wield a blade, a bow, a pisto l, or a tank. Sometimes all you need are your fists. Dexterity and Strength are both vital.</p>\n<h2>@Compendium[compendiums-mix-dnd5e.um5-rules.6zrwWW78Hmy9J5Ox]{Classes}</h2>\n<p><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-tables.tnHAnvMY8dDg9inl]{Random UM5 Class}</span></p>\n<p><span class=\"fontstyle0\">There are ten classes presented in&nbsp;</span><span class=\"fontstyle0\" style=\"font-size: 11pt;\">Ultramodern5</span><span class=\"fontstyle0\">, and although similar in build to those in official 5th Edition&nbsp;<br />licensed products, readers will notice a few notable exceptions.<br /></span></p>\n<p><span class=\"fontstyle0\">Firstly, all U5 classes have martial archetype options, and unlike their fantasy counterparts, offer these options at the same levels. Archetypes are no longer bound to specific classes, meaning you can feasibly match any class to any archetype.&nbsp;<br /></span></p>\n<p><span class=\"fontstyle0\">There are also classes that are not combat-based&mdash;their power is not in how much damage they inflict, but how they can alter the course of a story. The ten classes are as follows.<br /></span></p>\n<p><span class=\"fontstyle2\">@Compendium[compendiums-mix-dnd5e.um5-classes.Z0bZUsa9hFdJEZOx]{Face}<br /></span></p>\n<p><span class=\"fontstyle0\">You use words and a smile to succeed in areas where bullets would fail. Your abilities confound and seduce. Combine with the runner and know when to run when words fail. Combine with warrior so you can throw a punch under those same circumstances.<br /></span></p>\n<p><span class=\"fontstyle2\">@Compendium[compendiums-mix-dnd5e.um5-classes.bgC52F6T1bNSfgy8]{Gunslinger}</span></p>\n<p><span class=\"fontstyle0\">You wield pistols like they're an extension of your body. It could be one firearm or two. You can fire one bullet or unleash volleys. Pair this with runner and dash through combat like an action hero. Opt for veteran and be the stone-faced marshal of a classic western.<br /></span></p>\n<p><span class=\"fontstyle2\">@Compendium[compendiums-mix-dnd5e.um5-classes.LFV67Ix7MIBzt0hX]{Grounder}</span></p>\n<p><span class=\"fontstyle0\">You're the tried and trained soldier, able to use any weapon in any situation. Unlike the heavy class, you wield firearms against specific opponents, most likely the greatest threat on the battlefield. Select a born leader to be a front line leader that has earned authority through shared combat, or opt for warrior and be full time militant.<br /></span></p>\n<p><span class=\"fontstyle2\">@Compendium[compendiums-mix-dnd5e.um5-classes.rZjOghQpMW4Pfj2h]{Heavy}</span></p>\n<p><span class=\"fontstyle0\">You often wield the largest, most devastating weapons. Your powers involve raining down large area effects on&nbsp;<br />multiple opponents, hindering their movements and preventing them from gaining advantage. Pair this with juggernaut to create an unstoppable force of fire and thunder. Select veteran and be the largest gun that has survived the most battles.<br /></span></p>\n<p><span class=\"fontstyle2\">@Compendium[compendiums-mix-dnd5e.um5-classes.6U0e3NaMi4ruDynT]{Infiltrator}</span></p>\n<p><span class=\"fontstyle0\">You're an assassin trained to operate independently from others. You move in by stealth and inflict massive damage on single foes. You go about this using either a firearm or a blade. Select the survivor ladder and be the singular killer that journey's for weeks to dispatch your enemy. Select runner and make haste your escape after you succeed.</span></p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-classes.g20jtqNyx2wSEfPT]{Marshal}</p>\n<p><span class=\"fontstyle1\">You use strategy and tactics to control the battle theater. Your limit enemy movement, hindering their effectiveness. Inflicting damage comes via placing enemies in harm's way. You can pair this with born leader and affect both allies and enemies. Select veteran and be a trained commander of a unit. Be a warrior and stand on the front line with your brothers.<br /></span></p>\n<p><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-classes.8WfsQdIVhqgoH9QN]{Martial Artist}</span></p>\n<p><span class=\"fontstyle1\">You disdain the efficiency of firearms in favor of straight melee fighting. The martial artist covers nearly every style, whether it is using fists or swords. Although you would think a warrior would be the obvious choice, nearly every ladder has something to offer. Be a juggernaut to ram through opponents or be a savant to use your mind as well as your fists.<br /></span></p>\n<p><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-classes.nxNK2R7E5Ph6zoB4]{Sniper}</span></p>\n<p><span class=\"fontstyle1\">You don't offer yourself as a target. You take out enemies from as far away as possible. You target single opponents and inflict devastating conditions, a talent you can employ with every attack. Pair with survivor and be a guerilla or select savant and brandish your weapon openly while you surgically remove enemies from the battlefield.<br /></span></p>\n<p><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-classes.pA193z40luqAsv5m]{Medic}</span></p>\n<p><span class=\"fontstyle1\">You are a doctor, pure and simple. Because of the nature of the class and the game, you are encouraged to be a healer. Although a savant would be an obvious ladder, any combat-based ladder will supply some much needed offensive abilities.<br /></span></p>\n<p><span class=\"fontstyle0\">@Compendium[compendiums-mix-dnd5e.um5-classes.5cjYFd2R3HDGbegU]{Techie}</span></p>\n<p><span class=\"fontstyle1\">You sabotage enemy technology while modifying your own to boost its performance. Abilities are based around improving the capacity of your weapon. Pair your class with warrior or juggernaut to be a combat engineer. Alternately, you could select savant and be a general geek&nbsp;</span><span class=\"fontstyle1\" style=\"font-size: 11pt;\">as well.</span></p>\n<h2>@Compendium[compendiums-mix-dnd5e.um5-rules.UEidIa699FBpEPHF]{UM5 Ch.05: Archetypes}</h2>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-tables.XhrgkDk929YTmWOt]{Random UM5 Archetypes}</h3>\n<p>Pick at 3rd level.</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.64N7aPtY2x3dTU9u]{Anti-Hero}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.lwhMzlxVVMhIYEZn]{Authority}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.qb1BXXxIbuXdHNY0]{Banner Head}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.2JilW1eC9sGzghws]{Brawler}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.UsHeXG8wi0yipqeq]{Brother of Blood}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.9WRpKGz077JuVqxp]{Cleaner}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.cOtSIJsjIfNeR8mb]{Country Gunman}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.pjKWyubPQp4OizIa]{Diplomat}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.prFdcBqYL2XNSy7k]{Driver}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.AKCa62S55wxeHXcx]{Field Machinist}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.adGsUBgdt8ABobh1]{Grandmaster}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.HseRYeYhsJP2mTkV]{Gun Dancer}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.Qu6mk6LFVwIIi36W]{Infantry Support Specialist}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.jW2y5rRmtUjtLW6u]{Machine of War}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.FauUKJlSocroIsqM]{Man-At-Arms}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.EvDtYt3WAV8zfeuH]{Militarist}&nbsp;</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.fGpSExJzKgYdwDHt]{Pathfinder}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.1kPo7h4f9cbYy8rO]{Pistolero}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.8UBh1kK6RTsqcnmn]{Recon Intelligence}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.00QkxEdUgq6ey1Zg]{Ring Fighter}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.xlE5DGojc3tIBrmZ]{Sapper}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.6jdrwBIHw5wdO47v]{Selfless Protector}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-archetypes.urQfcOxhaD116HNS]{Skirmisher}&nbsp;@Compendium[compendiums-mix-dnd5e.um5-archetypes.vlVuIGXQBxUqGB1r]{Suave}</p>",
  "pages": [],
  "_key": "!journal!TBeE6BMYe7bYrQ0x"
}
