{
  "_id": "vMGsCutXujXY3zqf",
  "name": "UM5 Ch.06: Heavy Armor Descriptions",
  "folder": null,
  "flags": {},
  "pages": [
    {
      "name": "UM5 Ch.06: Heavy Armor Descriptions",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<p>@Compendium[compendiums-mix-dnd5e.um5-rules.8LYPguczQUxUtxHF]{UM5 Ch.6: Armor}</p>\n<p>UM5 p.86</p>\n<h2><span class=\"fontstyle0\">Advanced Wasteland Armor<br /></span></h2>\n<p><span class=\"fontstyle2\">An evolved form of the full combat warrior, cooling systems maintain internal temperature in the harshest environments. A sealed helmet processes external gases.<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Resistances</strong>: You have resistance to fire and cold, as well as bludgeoning and slashing from nonmagical weapons.<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Mask</strong>: You are immune to gas attacks and inhaled poisons.<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Targeting</strong>: You gain a +1 bonus to damage rolls with </span><span class=\"fontstyle2\">ranged weapons within normal range. </span></p>\n<h2><span class=\"fontstyle0\">Carbide Armor<br /></span></h2>\n<p><span class=\"fontstyle2\">Super-strong plates of tungsten carbide are strapped inside a flexible nylon suit to offer remarkable stopping power. However, these plates are heavy and significantly reduce the user’s flexibility. <br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Resistances (Mk2): </strong>You have resistance to fire and cold, as well as bludgeoning from nonmagical weapons.<br /></span></p>\n<h2><span class=\"fontstyle0\">Flak Longcoat<br /></span></h2>\n<p><span class=\"fontstyle2\">This clumsy but stylish piece of subtle outerwear contains a thick inner layer of flexible aramid patches able to resist cutting and piercing. It comes available in brown or black. It leaves the head vulnerable, even with the collar up. Most importantly, it flaps dramatically in the wind.<br /></span></p>\n<h2><span class=\"fontstyle0\">Full Combat Warrior<br /></span></h2>\n<p><span class=\"fontstyle2\">The full combat suit is a mixture of aramid padding and titanium plates in water-resistant layers of nylon and metallic fibers covered by patterned camouflage. It offers an insulated backpack-mounted computer system that controls various systems on the suit.<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Nightvision</strong>: You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, and the system renders everything you see in shades of either green, yellow, or blue (user’s preference).<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Stealth</strong>: If your camouflage pattern matches your terrain, you gains a +2 bonus with Dexterity (Stealth) checks. It takes a full minute to adapt a suit to the terrain.<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Targeting</strong>: You gain a +1 bonus to damage rolls with ranged weapons within normal range.<br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Resistance</strong>: You have resistance to fire, as well as bludgeoning and slashing from nonmagical weapons.<br /></span></p>\n<h2><span class=\"fontstyle0\">Tactical Body Armor<br /></span></h2>\n<p><span class=\"fontstyle2\">This is a slightly detuned version of the full combat warrior armor. It offers similar protection in a lighter package. It sacrifices several of its carbide plates to make the suit less expensive for those on a budget, and does not have a computer system built in. <br /></span></p>\n<p><span class=\"fontstyle2\"><strong>Resistance (Mk2): </strong>You have resistance to fire and cold, as well as bludgeoning from nonmagical weapons.<br /></span></p>\n<h2><span class=\"fontstyle0\">Tech-Mail<br /></span></h2>\n<p><span class=\"fontstyle2\">The most advanced non-powered armor, tech-mail is based on medieval scale mail, utilizing overlapping</span>  <span class=\"fontstyle0\">discs no bigger than gold coins interlaced together to form a durable but flexible covering. The discs, comprised of silicon, ceramic, and titanium, spread out impacts across the entire body, allowing for greater protection. The exacting pattern of the scales is proportioned perfectly to maximize protection where needed most.<br /></span></p>\n<p><span class=\"fontstyle0\"><strong>Resistances</strong>: You have resistance to fire and cold, as<br />well as bludgeoning, slashing, and piercing from nonmagical weapons.<br /></span></p>\n<h2><span class=\"fontstyle2\">Yowie Suit<br /></span></h2>\n<p><span class=\"fontstyle0\">Not designed for actual combat, this clumsy but effective piece of camouflage offers some rudimentary protection. It is not terribly heavy but its overlapping layers of fake foliage renders fast movement nearly impossible. Pouches and straps conceal various other camouflage patterns that can unfold or release to alter the appearance of the suit.<br /></span></p>\n<p><span class=\"fontstyle0\"><strong>Stealth</strong>: In any earth or forest terrain, you have advantage on Dexterity (Stealth) checks. Additionally, if you don’t move on your turn, you gain half-cover.<br /></span></p>\n<p><span class=\"fontstyle0\"><strong>Thermoptics (Mk2): </strong>The suit employs holographic imaging. If you spend a battery charge and don’t move on your round, you are invisible. You remain invisible until you move or make an attack.</span> <br style=\"font-variant-numeric:normal;font-variant-east-asian:normal;line-height:normal;text-align:-webkit-auto;text-size-adjust:auto\" /><br /></p>"
      },
      "_stats": {
        "coreVersion": "12.331",
        "systemId": null,
        "systemVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null,
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_id": "keoRwSiRAcQRUTVm",
      "system": {},
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_key": "!journal.pages!vMGsCutXujXY3zqf.keoRwSiRAcQRUTVm"
    }
  ],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0
  },
  "sort": 0,
  "_key": "!journal!vMGsCutXujXY3zqf"
}
