{
  "_id": "oY8F5B4DfjDMehlb",
  "name": "UM5 Ch.07: Adversaries",
  "folder": null,
  "flags": {},
  "pages": [
    {
      "name": "UM5 Ch.07: Adversaries",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<p>UM5 p.106</p>\n<h1>NEW PROPERTIES</h1>\n<p><strong>Minion</strong>: Certain creatures can be turned into minions. A creature with the minion property uses the listed stats instead of its normal ones. Monsters from other sources may be turned into minions by reducing their AC by 1 and cutting their hit points to 1/4. Three minions count as one normal creature of the listed challenge rating.</p>\n<h1><span class=\"fontstyle0\">ADVERSARIES</span></h1>\n<p>The creatures under this heading are generic, to allow for a wider range of enemies. To customize them, assign them one of the adversary traits below. For ease of bookkeeping, it is recommended that you use only one group of adversaries in a single encounter. Adversary traits should be given only to creatures in this section, not to the unique opponents later in this chapter or to creatures from other sources.</p>\n<p>Adversaries are listed in order of their challenge rating, not by their name.</p>\n<h1>ADVERSARY TRAITS</h1>\n<p>When building a battle involving common adversaries, choose one of the following special rules below.</p>\n<h2>Drone</h2>\n<p>Drones are usually robots or otherwise mindless automatons built or gathered in massive numbers, designed to overwhelm opponents in enormity rather than capabilities. Certain losses in combat are expected. </p>\n<p><strong>More Than Expected</strong>. A drone has disadvantage on Strength, Dexterity, and Constitution saving throws. When fielding creatures with the minion property, increase the number of minions to 4 instead of 3 for each group of minions.</p>\n<h2>Fanatic</h2>\n<p>Fanatics believe absolutely in their chosen path. They will risk everything, including their lives, for the completion of the task they place before themselves. They are often, but not always, religious zealots. </p>\n<p><strong>For the Cause</strong>. A fanatic has advantage on Constitution and Wisdom saving throws and is immune to being frightened. In addition, when the fanatic is reduced to 0 hit points or less, all fanatics in line of sight may move up to 30 feet as a reaction.</p>\n<h2>Guerrilla</h2>\n<p>Guerillas avoid presenting themselves as a target. They are often underequipped and undermanned, offsetting that deficiency with stealth. They will prefer quick attacks and maneuverability over straight open gunplay.</p>\n<p><strong>Dirty Fighter</strong>. The guerilla has advantage with Dexterity (Stealth) checks. It also gains an additional +2 bonus to AC when benefiting from cover (+4 and +7 respectfully). It also inflicts +2 extra damage when making ranged attacks from cover.</p>\n<h2>Hive</h2>\n<p>A hive shares one mind or has many minds synchronized to operate as one in the combat arena. Although technically possible with organic brains, this is seen almost exclusively with robots.</p>\n<p><strong>We Are One</strong>. Every hive unit knows the location of all other hive units. A member of a hive can sacrifice its action to give another hive advantage on one attack roll, ability check, or skill check on its turn (pick one). Hive adversaries cannot receive more than one benefit per round.</p>\n<h2>Ironclad</h2>\n<p>Occasionally, an opponent may not be particularly well trained but may be particularly well funded. They may have better weapons and better armor because of the economy of their government or because of their position in the army, despite deficiencies in other fields.</p>\n<p><strong>Tough Man</strong>. An ironclad gains resistance to bludgeoning, slashing, and piercing. It also gains +1 damage if any its damage dice roll the maximum result.</p>\n<h2>Mob</h2>\n<p>Mobs supply courage and strength through numbers. A mob is populated by underequipped, untrained individuals and must offset that by overwhelming their foes. They are often civilians.</p>\n<p><strong>Group Confidence</strong>. If mob creatures outnumber their opponents by 2-to-1 or more, each mob creature has advantage on attack rolls but cannot inflict a critical hit.</p>\n<h2>Regimented Unit</h2>\n<p>Regimented units work as a team and must deploy in numbers in an encounter to be effective. On their own, they are useless. Unlike a mob, however, these forces have undergone training to work together, and as such are not known for acts of stupidity, like breaking from a line.</p>\n<p><strong>Reliable Backup</strong>. The regimented unit gains a +2 bonus to AC while within five feet of another allied regimented unit. In addition, if it moves, it can disengage one allied regimented unit within five feet and pull it up to 20 feet.</p>\n<h2>Trained</h2>\n<p>After years in some form of military, these adversaries know to maximize their effectiveness when with others equally trained. Unlike a regimented unit, these are closer to pure soldiers and do not have to be linked armand-arm to be effective.</p>\n<p><strong>Encouraging Reaction</strong>. When a trained adversary scores a critical hit or is killed, the next allied trained adversary has advantage on its next attack roll.</p>"
      },
      "_stats": {
        "coreVersion": "12.331",
        "systemId": null,
        "systemVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null,
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_id": "pDcV4g0valnTCTjG",
      "system": {},
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_key": "!journal.pages!oY8F5B4DfjDMehlb.pDcV4g0valnTCTjG"
    }
  ],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0
  },
  "sort": 0,
  "_key": "!journal!oY8F5B4DfjDMehlb"
}
