{
  "_id": "86KAswzvW059QBvd",
  "name": "UM5 Ch.06: Vehicle Rules",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<p>@Compendium[compendiums-mix-dnd5e.um5-rules.86KAswzvW059QBvd]{UM5 Ch.6: Vehicle Rules} @Compendium[compendiums-mix-dnd5e.um5-rules.Y1Gd46S0jlbBpdeR]{UM5 Ch.6: Vehicle Modifications}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-rules.F6cQvEDkEhpqIIqA]{UM5 Ch.6: Vehicle Statistics, Aircraft} @Compendium[compendiums-mix-dnd5e.um5-rules.p9fpWIpzZ6UvzzED]{UM5 Ch.6: Vehicle Statistics, Ground Vehicles}</p>\n<p>UM5 p.98</p>\n<p>Most adults in a modern and “normal” world can operate ground vehicles with relative ease. Aircraft are different case entirely, requiring specific training to prevent a catastrophe. The rarity of vehicles and their advancement is dependent on the specifics of the setting.</p>\n<h1><span class=\"fontstyle0\">VEHICLE RULES</span></h1>\n<p>For the most part, vehicles should not be featured in&nbsp;combat, as the logistics of handling two separate scales&nbsp;are too complex for general purposes. When they are&nbsp;featured, they involve a slight departure from regular&nbsp;movement rules.</p>\n<h2>Armor Class</h2>\n<p>The vehicle’s AC is listed in the vehicle table. Like&nbsp;armor, some vehicles allow you to add either your Dexterity or Intelligence bonus to your vehicle’s AC.&nbsp;</p>\n<h2>Attacking From Vehicles</h2>\n<p>The vehicle’s controller has disadvantage on attack rolls&nbsp;(unless the vehicle is the weapon) while the vehicle is&nbsp;in motion (has a carryover speed) and must make a&nbsp;DC15 Dexterity check to maintain control if using the&nbsp;Attack action. Passengers have disadvantage as well&nbsp;unless using a turret-mounted weapon. Otherwise, vehicle movement is considered the same as personal&nbsp;movement for purposes of penalties and impediments&nbsp;to attacking, especially with firearms.</p>\n<h2>Control</h2>\n<p>Only one person can control a vehicle, and the vehicle&nbsp;operates only on that character's (your) turn. If driving,&nbsp;and you are required to make a Dexterity check relating&nbsp;to driving outside of your turn, the effects of that roll&nbsp;take place at the start of your next turn (even if you are&nbsp;crashing). Large creatures cannot control vehicles without heavy modification no matter how big the vehicles&nbsp;are; whether a Large creature even fits in the vehicle is&nbsp;up to the GM's discretion. Only if a vehicle has secondary controls (ground vehicle do not—aircraft often do)&nbsp;can a second character assist the driver via Help or&nbsp;Working Together.</p>\n<h2>Crash</h2>\n<p>A crash is a catastrophic failure in vehicle control. If&nbsp;you fail a Dexterity check with a vehicle, the result is a&nbsp;crash. In these terms, a crash is a lost of control, not an&nbsp;incident where damage is inflicted, though this ultimately can happen.</p>\n<p>If you crash, at the start of your turn you decelerate at your speed rating if you haven't immediately struck an obstruction. If you hit difficult terrain, or you hit an&nbsp;obstruction (like a wall or another vehicle), your movement stops. The vehicle and all occupants inside take&nbsp;damage according to the vehicle's current speed.</p>\n<table class=\"NormalTable\" style=\"width: 211px;\">\n<tbody>\n<tr>\n<td style=\"width: 115px;\"><strong><span class=\"fontstyle0\">SPEED </span></strong></td>\n<td style=\"width: 90px;\"><strong><span class=\"fontstyle0\">DAMAGE</span></strong></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">Less than 30 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">No damage</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">31-50 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">1d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">51-70 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">2d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">71-90 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">3d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">91-110 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">4d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">111-130 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">5d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">131-150 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">6d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">151-170 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">7d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">171-190 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">8d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">191-210 </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">9d8</span></td>\n</tr>\n<tr>\n<td style=\"width: 115px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">211 and up </span></td>\n<td style=\"width: 90px;\"><span class=\"fontstyle0\" style=\"color: #000000;\">10d8</span></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>If there are no obstructions to crash into, you continue decelerating at your carryover speed rating each turn&nbsp;until your movement is 0, you recover with a Maneuver&nbsp;action, or until you hit an obstruction or difficult terrain.</p>\n<p>If you fail a Dexterity check with a vehicle while&nbsp;crashing by 10 or more, the vehicle rolls as it crashes.&nbsp;The vehicle takes 2d6 damage at the start of every turn&nbsp;it spends rolling.</p>\n<p><strong>Jump Failure</strong>: If you fail by 5 or less, you make the&nbsp;jump, but enter a crash. If you fail by 5 or more, your&nbsp;vehicle rolls. If you fail by 10 or more, you drive into&nbsp;the ground or fall short, instantly stopping and suffering&nbsp;damage.</p>\n<p><strong>Seatbelts</strong>: Occupants in vehicles are assumed&nbsp;strapped in when a vehicle crashes (unless they are&nbsp;moving around inside the vehicle). If a vehicle suffers&nbsp;damage from rolling or crashing, occupants strapped in&nbsp;suffer half the damage inflicted on the vehicle. Those&nbsp;not secured take full damage.</p>\n<p><strong>Aircraft</strong>: An aircraft that fails its control roll loses&nbsp;altitude equal to x2 its speed. Unlike ground vehicles, aircraft do not decelerate in a slide.&nbsp;</p>\n<p>Blimps do not lose altitude when sliding or crashing. They remain suspended in the air via a series of \"lifting bags\" contained inside a larger carrier. This can be another balloon or a rigid superstructure. Each airship of&nbsp;this type lists the number of internal lifting bags. An&nbsp;attack that inflicts 20 damage or more on an aircraft may&nbsp;puncture a balloon instead of causing damage to the&nbsp;craft (attacker's choice). If so, the hit inflicts no damage&nbsp;on the vessel. Half of an airship's lifting bags must be&nbsp;punctured for an airship to be affected. Once half the&nbsp;lifting bags are punctured, the airship drops 20 feet at&nbsp;the start of each turn, dropping an additional 20 feet for&nbsp;every additional bag punctured. Every bag punctured&nbsp;also imposes a cumulative -1 penalty to the vessel's maneuverability. Only by destroying the vessel can it&nbsp;crash violently.</p>\n<p><strong>Escape</strong>: If all appears hopeless during a crash, occupants can try to escape (stunned or not) by making a DC20 Dexterity (Acrobatics) check for the driver or a DC15 check for passengers. Occupants have one chance per turn to try to escape. A driver who attempts&nbsp;to escape no longer has any control over the vehicle.</p>\n<h2>Destroying Vehicles</h2>\n<p>UM5 p.99</p>\n<p>Reducing a vehicle to zero hit points renders it nonfunctional. A vehicle reduced to a negative value equal&nbsp;to its total hit points bursts into flame, immediately inflicting 3d6 fire damage to every creature that moves&nbsp;through or enters its space or within 10 feet of it for five&nbsp;minutes.</p>\n<h2>Entering And Exiting</h2>\n<p>Getting in and out of a vehicle costs an amount of&nbsp;movement equal to half your speed (like mounting or&nbsp;dismounting).</p>\n<h2>New Action: Maneuver</h2>\n<p>A vehicle is a mindless machine and thus requires continuous input. Moving a vehicle occurs your turn using&nbsp;your movement. However, if you want to do anything&nbsp;significant with your vehicle, you are required to use an&nbsp;action to maneuver, a Maneuver action.&nbsp;</p>\n<p>With a Maneuver action, you can accomplish the&nbsp;following.</p>\n<ul>\n<li>Increase your speed by a maximum of your vehicle’s speed rating or by a maximum of x2 your&nbsp;speed, the latter requiring a DC10 Dexterity check&nbsp;with your vehicle—failing, the craft’s vehicle does&nbsp;not change.</li>\n<li>Decrease your speed by a maximum of x2 your vehicle’s speed rating or by a maximum of x4 your&nbsp;vehicle’s speed rating, the latter requiring a DC10&nbsp;Dexterity check with your vehicle—failing, the&nbsp;vehicle enters a crash.</li>\n<li>Attempt to gain control of your vehicle if it is out of&nbsp;control (in a crash).</li>\n<li>Ramming is part of a Maneuver action since you are&nbsp;making an attack roll, but it is in addition to any&nbsp;other acceleration, deceleration maneuvers attempted during the same action.</li>\n</ul>\n<h2>Proficiency</h2>\n<p>Vehicles are classed as a tool proficiency. For these&nbsp;purposes, vehicles are divided into five categories:</p>\n<ul>\n<li>light ground (Medium-size vehicles, such as bikes&nbsp;and ATVs),</li>\n<li>heavy ground (Large ground vehicles, such as&nbsp;trucks),</li>\n<li>super-heavy ground (Huge and larger, such as tanks&nbsp;and most ETVs),</li>\n<li>aircraft (all manner of flying vehicles),&nbsp;</li>\n<li>watercraft (river- and ocean-going craft).</li>\n</ul>\n<p>If you are proficient with a class of vehicle, you add&nbsp;your proficiency bonus to all Dexterity checks related to&nbsp;the operation of such vehicles.</p>\n<h2>Ram</h2>\n<p>To accomplish a ram, you move a vehicle you are controlling into an adjacent space to your target. Take note&nbsp;of your current speed this turn (especially how much&nbsp;you have left). Ramming is part of a Maneuver action,&nbsp;and you can perform other vehicle maneuvers normally&nbsp;as part of that same action.</p>\n<p>You can ram any creature or object you could target&nbsp;with a melee attack. You cannot target individual occupants of a vehicle (subject to GM discretion). You make&nbsp;a melee attack using your vehicle as the weapon. You&nbsp;may use Dexterity or Intelligence as the attack ability,&nbsp;and gain your proficiency bonus with the attack if you&nbsp;are proficient with the vehicle . If you pass through an&nbsp;enemy space and do not perform a ram or if you miss,&nbsp;the target automatically avoids you, and you continue&nbsp;moving your speed.</p>\n<p>Damage with a hit depends on how fast the vehicle&nbsp;is traveling (its current total speed at the time of impact ) along with how large your vehicle is.</p>\n<ul>\n<li>Normal-sized vehicles inflict 1d6 damage on a hit&nbsp;for every 40 speed the vehicles has.</li>\n<li>Large vehicles inflict 1d10 damage on a hit for every 30 speed the vehicles has.</li>\n<li>Huge vehicles or larger inflict 1d12 damage on a hit&nbsp;for every 20 speed the vehicles has.</li>\n</ul>\n<p>If the target was a rigid object (such as a vehicle, or a&nbsp;Large or larger creature), the ramming vehicle suffers&nbsp;half damage from the ram. If it was a soft object (such&nbsp;as a Medium or smaller creature), the ramming vehicle&nbsp;suffers quarter damage.</p>\n<p>If the target is a vehicle moving itself, the ramming damage may alter accordingly. Subtract the target’s speed from the attacker’s if the collision occurred from&nbsp;behind or the side, or add it if it was from the front.</p>\n<h2>Resistances</h2>\n<p>Vehicles are immune to all conditions. They are also&nbsp;immune to necrotic, psychic, and poison damage.</p>\n<h2>Speed</h2>\n<p>The speed rating for a vehicle is not its top speed but&nbsp;the rate at which you can change its movement (up or&nbsp;down) without making a Dexterity check with your vehicle.</p>\n<p>Here are the rules regarding vehicle movement and&nbsp;acceleration:</p>\n<ul>\n<li>Your vehicle has a “carryover speed”—the speed at the end of your last turn. Your vehicle has a carryover speed of 0 if the vehicle has stopped or hasn’t&nbsp;moved before the start of your turn.</li>\n<li>You cannot move your vehicle with a Dash action&nbsp;(only with the movement portion of your turn)—you alter its current speed or perform an extreme&nbsp;maneuver with a Maneuver action.</li>\n<li>If you have any carryover speed (even if only 1),&nbsp;that is your speed at the beginning of you turn, and&nbsp;you must move that distance unless you alter it&nbsp;with a Maneuver action.</li>\n<li>A vehicle can accelerate up to x2 its speed with a DC 10 Dexterity check (with a Maneuver action).</li>\n<li>A vehicle can decelerate at up to x2 its speed without a Dexterity check (with a Maneuver action).</li>\n<li>A vehicle can attempt hard deceleration, decelerating at up to x4 is speed with a DC10 Dexterity&nbsp;check (with a Maneuver action).</li>\n<li>In safe conditions, a vehicle can safely move up to&nbsp;six times its speed rating without a Dexterity&nbsp;check. This may change depending on conditions&nbsp;</li>\n<li>A vehicle’s top speed is x20 it’s speed rating.</li>\n<li>Road and flight conditions can affect a Dexterity&nbsp;check as seen below.</li>\n<li>Once a vehicle reaches a desired speed, it no longer&nbsp;requires a Dexterity check unless conditions&nbsp;change or a maneuver is severe (a sharp turn, an&nbsp;obstacle, or terrain changes).</li>\n<li>A vehicle automatically fails Dexterity saving&nbsp;throw unless it has a carryover speed.&nbsp;</li>\n<li>Huge or smaller vehicles cannot normally enter&nbsp;squares labeled as difficult terrain. Depending on&nbsp;the situation, they may get stuck or hit an obstruction. Depending on the topography (marsh or debris, for example), Gargantuan or larger vehicles can&nbsp;ignore difficult terrain. The severity of the terrain&nbsp;may impede even these vehicles: trees may stop a&nbsp;tank but not a behemoth.&nbsp;</li>\n<li><span class=\"fontstyle0\">A vehicle cannot squeeze, crouch, or adjust its space.&nbsp;</span></li>\n</ul>\n<table class=\"NormalTable\" style=\"height: 282px; width: 254px;\">\n<tbody>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><strong><span class=\"fontstyle0\">STUNT OR CONDITION </span></strong></td>\n<td style=\"height: 17px; width: 64px;\"><strong><span class=\"fontstyle0\">DC</span></strong></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">Speed</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Up to x8 vehicle’s speed </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">5</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Up to x10 vehicle’s speed </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">10</span></td>\n</tr>\n<tr style=\"height: 10px;\">\n<td style=\"height: 10px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Up to x12 vehicle’s speed </span></td>\n<td style=\"height: 10px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">15</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Up to x14 vehicle’s speed </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">20</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Up to x16 vehicle’s speed </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">25</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Up to x20 vehicle’s speed </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">30</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">Flight conditions</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Strong wind </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">+5</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Raging storm </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">+10</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Tornado / Hurricane </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">+15</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">Road conditions</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Gravel </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">+5</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">&nbsp; &nbsp;Rain / Snow </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">+10</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">Accelerate x2 speed </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">10</span></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 184px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">Decelerate x4 speed </span></td>\n<td style=\"height: 17px; width: 64px;\"><span class=\"fontstyle0\" style=\"color: #242021;\">10</span></td>\n</tr>\n</tbody>\n</table>\n<h2>Targeting And Cover</h2>\n<p>UM5 p.100</p>\n<p>Creatures inside/on a vehicle receive protection depending on the situation and the attack.</p>\n<p><strong>Cover</strong>: Most vehicles grant three-quarters cover to&nbsp;their occupants. If an attack targeting a vehicle occupant benefitting from cover would have hit the target&nbsp;without the cover, the attack hits the vehicle instead.</p>\n<p><strong>Reach</strong>: Vehicles do not have reach but creatures&nbsp;inside may .</p>\n<p><strong>Selecting Defense</strong>: Creatures inside/on a vehicle&nbsp;targeted by an attack from a creature outside the vehicle may&nbsp; choose to use the vehicle's AC in lieu of their own. Certain vehicles prevent occupants from being&nbsp;targeted by certain attacks (usually disease, gas, or poison). Creatures attacking a vehicle may choose to target&nbsp;the vehicle itself instead of the occupants.</p>\n<h2>Using Skills</h2>\n<p>Any skill that could be negatively impacted by the motion of a vehicle—such as Wisdom (Medicine) or Intelligence (Engineer)—has disadvantage.</p>\n<h1>VEHICLE STATISTICS</h1>\n<p>UM5 p.100</p>\n<p><strong>Capacity (Cap)</strong>: The standard person capacity or&nbsp;crew. One person is needed to drive the vehicle; other&nbsp;crewmembers serve as gunners, co-pilots, or passengers.&nbsp;Each unused passenger slot allows the vehicle to carry an additional 200 lbs. of cargo.</p>\n<p><strong>Cargo Capacity</strong>: The amount of cargo the vehicle is&nbsp;designed to carry in pounds in a cargo module or trunk.</p>\n<p><strong>Maneuver</strong>: If listed as “Disadvantage”, the driver&nbsp;has disadvantage on ability checks to operate the vehicle (so best not to push it).</p>\n<p><strong>Speed (Rating)</strong>: The number of feet the vehicle can&nbsp;safely accelerate per round. Double this value is the&nbsp;vehicle’s maximum deceleration. Both values can be&nbsp;adjusted with a successful Dexterity check.</p>\n<p><strong>AC</strong>: The vehicle’s AC, to which the driver applies&nbsp;her Dexterity or Intelligence modifier.</p>\n<p><strong>Hit Points</strong>: The vehicle’s hit points.</p>\n<p><strong>Size</strong>: The size of the vehicle.</p>\n<p><strong>Weapon Mounts</strong>: Certain vehicles come equipped&nbsp;with mounting hardware to attach weapons. When&nbsp;available, the mount is able to house any class of weapon listed (the vehicle’s size is not taken into account&nbsp;when determining the class of weaponry, as is the case&nbsp;with exo-armor).</p>\n<h2>Power</h2>\n<p>Depending on the Tech Level, a vehicle can be run on&nbsp;steam, gasoline, battery, or even nuclear power. The&nbsp;details of the setting can also affect this. For most settings, vehicles are assumed to be run off internal combustion, giving them a range of about 200 miles per tech&nbsp;level. This range is consistent with electric vehicles as&nbsp;well—they are just better for the environment. If the&nbsp;latter, a battery can either be included and rechargeable, an M cell that requires replacement (H for military&nbsp;vehicles), or both (the default, meaning the battery only&nbsp;needs replacing if drained or broken.</p>",
  "pages": [],
  "_key": "!journal!86KAswzvW059QBvd"
}
