{
  "_id": "pTPQ4vz7SCFw4dKo",
  "name": "UM5 Ch.05: Martial Art Disciplines",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<h2><span class=\"fontstyle0\" style=\"font-size: 14pt;\">Capoeira<br></span></h2>\n<p><span class=\"fontstyle1\">Resembling a dance more than a martial art, those specialized in capoeira are constantly in motion, attempting to find an opening in an opponent in whichever way possible. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle1\">You can use the Disengage action as a bonus action.<br></span></li>\n<li><span class=\"fontstyle1\">You gain a +5 bonus to speed.<br></span></li>\n<li><span class=\"fontstyle1\">You have advantage on all Dexterity saving throws.<br></span></li>\n<li><span class=\"fontstyle1\">After you select this discipline a third time, your bonus to speed increases to +10.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle0\" style=\"font-size: 14pt;\">Drunken Boxing<br></span></h2>\n<p><span class=\"fontstyle1\">In your enemy’s eyes, you just appear to stumble around, luring your enemies in a false hope of an easy victory. The more chaotic you look, the deadlier you are. You must be inebriated to activate this discipline,</span>&nbsp;&nbsp;<span class=\"fontstyle0\">and after doing so, gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">You gain temporary hit points equal to twice your level.<br></span></li>\n<li><span class=\"fontstyle0\">You do not inflict double dice damage when scoring a critical hit. Instead, you gain two additional unarmed melee attacks as part of the same action. There is no limit on the number of additional attacks you can gain this way in a turn.<br></span></li>\n<li><span class=\"fontstyle0\">Each time a creature misses, your AC increases by +1 (max +3); if a creature misses you at your max AC bonus, this bonus reverts to 0 and you gain an unarmed melee attack as a reaction against the triggering target.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, you gain three additional unarmed attacks instead of a critical hit instead of two.</span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Eagle Claw<br></span></h2>\n<p><span class=\"fontstyle0\">You know how to find weak spots in your enemy. You are often seen as being patient, waiting for a moment for a decisive strike. After activating, you gain the following bonuses: </span></p>\n<ul>\n<li><span class=\"fontstyle0\">If you hit a creature, you can instead inflict half damage and grapple the target.<br></span></li>\n<li><span class=\"fontstyle0\">At the beginning of your turn, any enemy you are grappling suffers damage equal to your Strength or Dexterity modifier.<br></span></li>\n<li><span class=\"fontstyle0\">Any time you inflict a critical hit on a creature, the target suffers half your hit damage at the beginning of its turn.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, any enemy you are grappling at the beginning of your turn suffers damage equal to your Strength modifier plus your Dexterity modifier.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Karate<br></span></h2>\n<p><span class=\"fontstyle0\">Your strength comes from your empty hand—the origin of the word. This discipline is extremely popular given the simplicity of its foundation. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\" style=\"color: #242021;\">Use an action to focus your discipline: until the end of your next turn, you have advantage on unarmed attack rolls.<br></span></li>\n<li><span class=\"fontstyle0\">You can spend 30 feet of movement to gain a +1 bonus to AC until the beginning of your next turn.&nbsp;</span></li>\n<li><span class=\"fontstyle0\">Use an action to make a single kick attack. This is an unarmed attack that inflicts 1d10 + Strength modifier damage. You gain a +7 damage bonus for each additional attack you would normally make with an Attack action.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, your kick attack inflicts 2d6 damage instead of 1d10, and your AC bonus increases to +2.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Iron Palm<br></span></h2>\n<p><span class=\"fontstyle0\">You stopped splitting boards and bricks and moved up to bones. Your opponents will fear your strikes. After activating, you gain the following bonuses:</span></p>\n<ul>\n<li><span class=\"fontstyle0\">Double your attribute modifier to damage.<br></span></li>\n<li><span class=\"fontstyle0\">If you roll a critical hit with an unarmed attack, you maximize one of your damage dice.<br></span></li>\n<li><span class=\"fontstyle0\">If you attempt to damage obstacles like doors or tables, double all damage dice.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, maximize all damage dice with a critical hit, and your triple all damage dice against obstacles.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Iron Shirt<br></span></h2>\n<p><span class=\"fontstyle0\">The only way to survive some encounters is to not worry about how many times you are hurt. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">You have resistance to all slashing and bludgeoning damage.<br></span></li>\n<li><span class=\"fontstyle0\">You can spend Hit Dice to recover hit points as if taking a short rest while in the middle of a fight. You can use any number of Hit Dice up to half your level as an action.<br></span></li>\n<li><span class=\"fontstyle0\">If you suffer 1/5 or more your total hit points in damage before the beginning of your turn, you have advantage on your next attack roll.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, you gain resistance to piercing damage as well.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Long Fist<br></span></h2>\n<p><span class=\"fontstyle0\">An aggressive style, you push forward to your enemy, hoping a strong offense will discourage counter attacks. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">Double your attribute modifier to damage.<br></span></li>\n<li><span class=\"fontstyle0\">Your unarmed attacks and attacks with a light melee weapon gain the Reach property.<br></span></li>\n<li><span class=\"fontstyle0\">If you hit a creature with an opportunity attack, you disengage from all other creatures and move within 5 feet of that target.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, your reach increases to 10 feet for the purposes of opportunity attacks.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Monkey Kung-Fu<br></span></h2>\n<p><span class=\"fontstyle0\">Your bizarre acrobatic maneuvers involve grabs, tumbles, and attacks, which more disorientate your opponents than damage them. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">Each time you hit a creature with an unarmed attack, you gain a +1 bonus to AC; this effect is cumulative up to +4 with each successive hit, but is lost if you miss the target, do not attack the target by the end of your next turn, or attack another creature.<br></span></li>\n<li><span class=\"fontstyle0\">When you activate this discipline, set aside four “monkey points”. You can use a monkey point to (a) knock a target prone as a reaction to it missing on a melee attack against you; (b) automatically pass a Dexterity saving throw; (c) take only half damage from an enemy attack, or (d) double your proficiency bonus and gain advantage on your next Strength (Athletics) or Dexterity (Acrobatics) check. Unused points are lost when the discipline expires.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, you gain four additional monkey points.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Muay Thai<br></span></h2>\n<p><span class=\"fontstyle0\">A variation of kickboxing, there is not a limb you possess that is not used in direct physical attacks. You are a stand-up fighter with a huge repertoire of attacks. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">Instead of a simple unarmed attack, you must select which attacks you wish to make. The damage dice listed cannot be adjusted by any other abilities. </span>\n<ul>\n<li><span class=\"fontstyle0\" style=\"font-size: 11pt;\"><em>Punch</em>:&nbsp;</span><span class=\"fontstyle0\">Damage—1d2; make two punch attacks in place of one normal attack you would normally make (max 2 uses per Attack action); you must hit with both attacks to increase your Martial Artist chain bonus tier.<br></span></li>\n<li><span class=\"fontstyle0\" style=\"font-size: 11pt;\"><em>Elbow</em>:&nbsp;</span><span class=\"fontstyle0\">Damage—1d8; if you use an elbow once as part of an Attack action, roll damage dice twice and take the higher value.<br></span></li>\n<li><span class=\"fontstyle0\" style=\"font-size: 11pt;\"><em>Jump Kick</em>:&nbsp;</span><span class=\"fontstyle0\">Damage—1d10; you must move at least 10 feet towards your target before making this attack.<br></span></li>\n<li><span class=\"fontstyle0\" style=\"font-size: 11pt;\"><em>Roundhouse Kick</em>:&nbsp;</span><span class=\"fontstyle0\">Damage—2d8; you suffer </span><span class=\"fontstyle0\">a –3 penalty to your attack roll. </span></li>\n<li><span class=\"fontstyle0\" style=\"font-size: 11pt;\"><em>Knee</em>:&nbsp;</span><span class=\"fontstyle0\">Damage—1d6; and you can shove the target 5 feet. If the target hits an obstacle, it takes +2 damage.<br></span></li>\n</ul>\n</li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, if you hit a creature three times or more with an Attack action, the target has disadvantage on attacks against you until the beginning of your next turn.&nbsp;<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Praying Mantis<br></span></h2>\n<p><span class=\"fontstyle0\">You carry a powerful stance, and emphasize your aggression through rapid and coordinated hand movements that both distract the enemy while delivering<br>powerful blows which cripple one’s enemy. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">You gain a +1 bonus to AC.<br></span></li>\n<li><span class=\"fontstyle0\">If an enemy misses on a melee attack against you, you can make a single melee attack against that target as a reaction—on a hit, you inflict half damage. If you score a critical hit, the target has disadvantage on its next melee attack against you.<br></span></li>\n<li><span class=\"fontstyle0\">You have advantage against attempts to move you against your will.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, your AC bonus increases to +2.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Snake Style<br></span></h2>\n<p><span class=\"fontstyle0\">Your strikes are light, but rapid, connecting numerous times and at numerous places against your opponent. Simultaneously, your fluid movements make you a difficult target. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">At the beginning of your turn, select one creature </span><span class=\"fontstyle3\">63 </span><span class=\"fontstyle0\">you can see to gain a +1 bonus to AC against until the beginning of your next turn.<br></span></li>\n<li><span class=\"fontstyle0\">Once per turn, if you roll a 1 on any of your damage die, you gain an additional melee attack against the same target as part of that action. If you roll multiple damage dice with a hit, all dice must roll a 1.<br></span></li>\n<li><span class=\"fontstyle0\">While you are prone, creatures don’t have advantage on you while and you don’t have disadvantage on them.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, your AC bonus increases to +2.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Tai Chi<br></span></h2>\n<p><span class=\"fontstyle0\">You are able to direct enemy aggression into a weakness. The angrier the opponent, the more energy you can direct back. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">If a creature’s melee attack roll against you misses, the difference between the attack result and your AC becomes a damage bonus on your next melee attack. This attack must be made on your next turn against the target that missed you, and if you miss, the damage bonus is lost.<br></span></li>\n<li><span class=\"fontstyle0\">If a creature’s melee attack roll against you is a natural 1, you can knock the target prone and make a melee attack as a reaction.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, you knock the target prone and make a melee attack as a reaction if your enemy rolls a natural 1 or 2.<br></span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Taekwondo<br></span></h2>\n<p><span class=\"fontstyle0\">More defined by its powerful leg movements rather than hand strikes, your opponents should always keep their eyes on your feet. After activating, you gain the following bonuses:</span></p>\n<ul>\n<li><span class=\"fontstyle0\">If you are not grappled or your legs otherwise restrained , your unarmed attacks increase their damage die by one step (1d4 &gt; 1d6 &gt; 1d8 &gt; 1d10 &gt; 1d12 &gt; 2d6 &gt; 2d8 &gt; 2d10). These are kick attacks. This does not affect your martial artist combo chain tier.&nbsp;<br></span></li>\n<li><span class=\"fontstyle0\">If you move at least 20 feet towards a creature and make an unarmed (kick) attack as your Attack action, you have advantage on the attack.<br></span></li>\n<li><span class=\"fontstyle0\">Once per discipline activation, if you score a critical hit against a target your size or smaller, you inflict maximum damage.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, you can inflict maximum damage with a critical hit twice per activation.</span></li>\n</ul>\n<h2><span class=\"fontstyle2\">Tiger Claw</span></h2>\n<p><span class=\"fontstyle0\">You adore getting close, real close. Getting within your enemy’s reach, you hope to prevent a strong counterattack. And you kick too. After activating, you gain the following bonuses:<br></span></p>\n<ul>\n<li><span class=\"fontstyle0\">You gain a +5 bonus to speed.<br></span></li>\n<li><span class=\"fontstyle0\">You can spend 20 feet of movement and move to occupy the same space as your opponent—you no longer occupy a space around said opponent and allies can attack through you. Any target occupying your space cannot use the Disengage action.&nbsp;</span><span class=\"fontstyle0\">If you hit a target with an unarmed attack, you can use a bonus action to inflict additional claw (slashing) damage equal to your attack modifier. This damage is not part of the same attack action and thus is not multiplied with a critical hit.<br></span></li>\n<li><span class=\"fontstyle0\">After you select this discipline a third time, your bonus to speed increases to +10.</span>&nbsp;</li>\n</ul>",
  "pages": [],
  "_key": "!journal!pTPQ4vz7SCFw4dKo"
}
