{
  "_id": "SDEeuMDtbuXI9Ow8",
  "name": "UM5 Ch.02: Lifepath",
  "permission": {
    "default": 0,
    "qtb8j5Fh7Hu0wRrz": 3
  },
  "folder": "",
  "flags": {},
  "content": "<h1>LIFEPATH</h1>\n<p>It may not be about where you are, but where you came&nbsp;from. Even then, you are not as easily categorized by a&nbsp;single word, title, or background. Your life. until this&nbsp;moment. cannot be summarized with a single sentence.&nbsp;Two people, born from the same walks of life, can live&nbsp;very different lives. These following pages allow that&nbsp;individuality.</p>\n<p>In order to encourage unique character development, backgrounds in Ultramodern5 are presented thinly, offering little content outside of one’s primary origin,&nbsp;which is then used as a springboard into a customizable&nbsp;lifepath. You are encouraged to piece together the oftentimes random elements of a life into a story of one&nbsp;character. Although on the surface certain combinations may not make sense, this should encourage creativity…or the GM can simply allow you to re-roll.</p>\n<p>With Ultramodern5’s lifepath, after a player selects a&nbsp;background / origin, which establishes a dominant aspect of&nbsp; one’s life, the lifepath continues, determining family status, siblings, friends, enemies, romantic conquests, and various other important events.</p>\n<p>With exception of Life Moments, which should be&nbsp;rolled, every other element can be chosen. A life built&nbsp;this way is still only a skeleton on which to create&nbsp;fleshed-out moments that integrate into the setting in&nbsp;question. The GM should alter these following pages,&nbsp;and the roll results, if they don’t mesh well in the established setting.</p>\n<p>Players are also welcome to ignore the following&nbsp;pages. If wishing to adhere to the standard rules regarding&nbsp; backgrounds, it should be noted the ones presented&nbsp;here offer considerably less than those listed in official&nbsp;license products. The player should discuss a selection&nbsp;with the GM in order to make a background balanced.</p>\n<h2>BACKGROUND / ORIGIN</h2>\n<p>These following backgrounds denote where you came&nbsp;from, usually detailing the first few years of your life. It&nbsp;may not determine your current status, only that which&nbsp;was given to you upon your birth. You can start wealthy&nbsp;and lose it all or be born into poverty, only to find&nbsp;wealth through actions rather than luck. It should be&nbsp;noted that several backgrounds can be integrated together, but you can only gain the benefits of one. Avoid&nbsp;the instinct to select the one background most connected to your class or ladder. People change a lot through&nbsp;their lives, and it may be more interesting to see a&nbsp;rollercoaster of life-changing events rather than a straight line.</p>\n<h3>@Compendium[compendiums-mix-dnd5e.um5-tables.9Ae5eJKubTwXUAwS]{Lifepath Backgrounds (Rollable Table)}</h3>\n<p>@Compendium[compendiums-mix-dnd5e.um5-backgrounds.B0jnMHWOH5zzNsip]{Background: Affluent} @Compendium[compendiums-mix-dnd5e.um5-backgrounds.by7et1k87r6CBCJE]{Background: Bruiser} @Compendium[compendiums-mix-dnd5e.um5-backgrounds.IGpaODHhRkwhpyC0]{Background: Delinquent}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-backgrounds.V1UaSrqITEfDW7o1]{Background: Disciple} @Compendium[compendiums-mix-dnd5e.um5-backgrounds.iuoIhJSIjGtIl27x]{Background: Drifter} @Compendium[compendiums-mix-dnd5e.um5-backgrounds.22yNL6C37pPRFrew]{Background: Intellectual}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-backgrounds.5rJRSPeMcfGStaXM]{Background: Laborer} @Compendium[compendiums-mix-dnd5e.um5-backgrounds.cUlRxXBDuOtEQYFU]{Background: Recluse} @Compendium[compendiums-mix-dnd5e.um5-backgrounds.vWzyQNR3AWzyHD35]{Background: Regular Joe}</p>\n<p>@Compendium[compendiums-mix-dnd5e.um5-backgrounds.y2YLxUPxGFw50lHf]{Background: Smooth Talker} @Compendium[compendiums-mix-dnd5e.um5-backgrounds.yv0rSahB5oOW1yz1]{Brackground: Prodigy}</p>",
  "pages": [],
  "_key": "!journal!SDEeuMDtbuXI9Ow8"
}
