{
  "_id": "3PjlJ7uu0l8Lu7rU",
  "name": "UM5 Ch.00: Ultramodern OGL/SRD",
  "folder": null,
  "flags": {},
  "pages": [
    {
      "name": "UM5 Ch.00: Ultramodern OGL/SRD",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<p><span class=\"fontstyle0\"><a href=\"https://www.drivethrurpg.com/product/196905/Ultramodern5SRD-OGL-5th-Edition\">https://www.drivethrurpg.com/product/196905/Ultramodern5SRD-OGL-5th-Edition</a></span></p>\n<p> </p>\n<p><span class=\"fontstyle0\">This printing of Ultramodern5 is done under version 1.0 of the Open Gaming License, and the System Reference Document by permission from Wizards of the Coast, Inc. Designation of Product Identity: The following items are hereby designated as Product Identity in accordance with Section 1(e) of the Open Game License, version 1.0: Ultramodern5, all proper nouns, capitalized terms, italicized terms, artwork, maps, symbols, depictions, and illustrations, except such elements that already appear in the System Reference Document or have been released as Open Content. Designation of Open Content: Subject to the Product Identity designation above, such sections of  creature and NPC statistics as derive from the SRD are designated as Open Gaming Content. Some of the portions of this book which are delineated OGC originate from the System Reference Document and are copyright © 1999, 2000 Wizards of the Coast, Inc. The remainder of these OGC portions of these book are hereby added to Open Game Content and, if so used, should bear the COPYRIGHT NOTICE “ULTRAMODERN5, copyright © 2016 Dias Ex Machina Games, all rights reserved” Ultramodern5 is copyright © 2016 Dias Ex Machina Games. Open game content may only be used under and in the terms of the Open Game License. Dias Ex Machina is not affiliated with Wizards of the Coast TM. Dias Ex Machina makes no claim to or challenge to any trademarks held by Wizards of the Coast TM. <br /></span></p>\n<h2><span class=\"fontstyle0\">OPEN GAME LICENSE<br /></span></h2>\n<p><span class=\"fontstyle0\">Version 1.0a The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (“Wizards”). All Rights Reserved.<br /><strong>1. Definitions</strong>: (a)”Contributors” means the copyright and/or trademark owners who have contributed Open Game Content; </span></p>\n<p><span class=\"fontstyle0\">(b)”Derivative Material” means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; </span></p>\n<p><span class=\"fontstyle0\">(c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; </span></p>\n<p><span class=\"fontstyle0\">(d)”Open Game Content” means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. </span></p>\n<p><span class=\"fontstyle0\">(e) “Product Identity” means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses,</span>  <span class=\"fontstyle0\">concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; </span></p>\n<p><span class=\"fontstyle0\">(f) “Trademark” means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or<br />the associated products contributed to the Open Game License by the Contributor </span></p>\n<p><span class=\"fontstyle0\">(g) “Use”, “Used” or “Using” means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. </span></p>\n<p><span class=\"fontstyle0\">(h) “You” or “Your” means the licensee in terms of this agreement.<br /></span></p>\n<p><span class=\"fontstyle0\">2. The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.<br /></span></p>\n<p><span class=\"fontstyle0\">3. Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License. </span></p>\n<p><span class=\"fontstyle0\">4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty -free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.<br /></span></p>\n<p><span class=\"fontstyle0\">5. Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/ or You have sufficient rights to grant the rights conveyed by this License.<br /></span></p>\n<p><span class=\"fontstyle0\">6. Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the<br />COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder’s name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.<br /></span></p>\n<p><span class=\"fontstyle0\">7. Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.<br /></span></p>\n<p><span class=\"fontstyle0\">8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.<br /></span></p>\n<p><span class=\"fontstyle0\">9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.<br /></span></p>\n<p><span class=\"fontstyle0\">10 Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.<br /></span></p>\n<p><span class=\"fontstyle0\">11. Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.<br /></span></p>\n<p><span class=\"fontstyle0\">12 Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.<br /></span></p>\n<p><span class=\"fontstyle0\">13 Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.<br /></span></p>\n<p><span class=\"fontstyle0\">14 Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.<br /></span></p>\n<p><span class=\"fontstyle0\">15 COPYRIGHT NOTICE<br />Open Game License v 1.0 Copyright 2000, Wizards of the Coast, Inc. System Rules Document Copyright 2000 Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on original material by E. Gary Gygax and Dave Arneson. </span></p>\n<p><span class=\"fontstyle0\">Ultramodern5, copyright © 2016 Dias Ex Machina Games, all rights reserved.<br /></span></p>\n<p><span class=\"fontstyle0\">All DEM characters, character names, and the distinctive likenesses thereof are trademarks owned by DEM. </span><span class=\"fontstyle0\">This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of DEM. ©2016 DEM All rights reserved. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental.</span></p>\n<p> </p>\n<h2><span class=\"fontstyle0\">UM5 LEGAL INFORMATION</span></h2>\n<p><span class=\"fontstyle2\">Permission to copy, modify and distribute the files collectively known as the System Reference Document Ultramodern5 (UM5) is granted solely through the use of the Open Gaming License, Version 1.0a.<br />This material is being released using the Open Gaming License Version 1.0a and you should read and understand the terms of that license before using this material. The text of the Open Gaming License itself is not Open Game Content.<br />Ultramodern5 is listed under the guidelines of open gaming. However, it is not a complete system unless incorporating 5th Edition rules, which have their own OGL and SRD. </span><span class=\"fontstyle2\" style=\"font-size:10pt\">Ultramodern5 </span><span class=\"fontstyle2\">is fully compatible with 5th Edition rules. You are welcome to use these rules in whichever way your imagination takes you, but in order to<br />publish content related to Ultramodern5's OGL and SRD, it's advised that your content also be 5E compatible.<br />All new rules presented in this file are considered open content. As there is no artwork of maps included in this edition, they are not included in open content, as are specific characters or locations. <br />This edition is only offered for the purposes of reference, and as such does not include contents, an index, artwork, maps, adventures, or setting ideas.<br /></span></p>\n<h2><span class=\"fontstyle2\">Images &amp; Assets<br /></span></h2>\n<p>Images and Assets from RPGMapShare.com</p>\n<p><a href=\"http://rpgmapshare.com/piwigo/gallery/index.php?/category/2\">http://rpgmapshare.com/piwigo/gallery/index.php?/category/2</a></p>\n<p>License<span style=\"white-space:pre\"> </span><a href=\"https://creativecommons.org/licenses/by-nc/4.0/\">CC Attribution-NonCommercial 4.0 International</a></p>"
      },
      "_stats": {
        "coreVersion": "12.331",
        "systemId": null,
        "systemVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null,
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_id": "6wJTjDBZkpY4cFd7",
      "system": {},
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_key": "!journal.pages!3PjlJ7uu0l8Lu7rU.6wJTjDBZkpY4cFd7"
    }
  ],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0
  },
  "sort": 0,
  "_key": "!journal!3PjlJ7uu0l8Lu7rU"
}
