{
  "_id": "mzGeeleRUtBgaALI",
  "name": "Juggernaut",
  "type": "feat",
  "flags": {
    "betterRolls5e": {
      "quickDesc": {
        "value": true,
        "altValue": true
      },
      "quickProperties": {
        "value": true,
        "altValue": true
      },
      "quickOther": {
        "value": true,
        "altValue": true
      },
      "quickFlavor": {
        "value": true,
        "altValue": true
      },
      "critRange": {
        "value": ""
      },
      "critDamage": {
        "value": ""
      }
    }
  },
  "img": "icons/svg/mystery-man.svg",
  "effects": [],
  "_stats": {
    "coreVersion": "12.331",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null
  },
  "ownership": {
    "default": 0
  },
  "system": {
    "description": {
      "value": "<p><span class=\"fontstyle0\">You're big. You were the tallest in school, excelled in sports, and were groomed for a career where you wouldn't have to speak so much. Constitution and Strength are equally important to you.</span> </p>\n<p><span class=\"fontstyle0\">The juggernaut is a beast. Blessed with amazing stamina and brutal strength, you base your reputation upon the build you were gifted with and train daily to maintain. You may have worked in a gym, a farm, or a military base. You were self-taught, trained by a coach, or beaten down by a drill instructor. You might have earned a name in a ring or on the combat field. You could be an imposing behemoth or a gentle giant, only raising your hand when necessary. Regardless of what kind of pitiful body you were born with, you have worked up to nothing less than the physique of Greek legends. In your spare time, you work to maintain your physical perfection.<br></span></p>\n<p><span class=\"fontstyle0\"><strong>Key Abilities</strong>: Constitution, Strength</span></p>\n<h2><span class=\"fontstyle2\">FULL TORQUE<br></span></h2>\n<p><span class=\"fontstyle0\" style=\"color: #000000;\">Beginning when you choose this ladder at 1</span><span class=\"fontstyle0\" style=\"color: #000000; font-size: 6pt;\">st </span><span class=\"fontstyle0\" style=\"color: #000000;\">level, you can use Strength in place of Dexterity for all attack and damage rolls with ranged weapons. You cannot use this ability with thrown explosives. </span></p>\n<p><span class=\"fontstyle0\" style=\"color: #000000;\">Alternately, when wielding two-handed small arms, heavy weapons, or super heavy weapons, you can use Constitution in place of Dexterity for all attack and damage rolls. Select either Constitution or Strength as your primary juggernaut ability.<br></span></p>\n<h2><span class=\"fontstyle2\">GOOD CARDIO<br></span></h2>\n<p><span class=\"fontstyle0\" style=\"color: #000000;\">At 4</span><span class=\"fontstyle0\" style=\"color: #000000; font-size: 6pt;\">th </span><span class=\"fontstyle0\" style=\"color: #000000;\">level, you can increase one ability score of your choice by 1. You can't increase an ability score above 20 using this feature except for your primary juggernaut ability, which has a maximum value of 22. </span></p>\n<p><span class=\"fontstyle0\" style=\"color: #000000;\">Additionally, your speed is not reduced when moving through difficult terrain, and you gain a bonus to your hit points this level equal to twice your primary juggernaut ability modifier (meaning triple if you selected Constitution).</span></p>\n<h2><span class=\"fontstyle2\">UNSTOPPABLE<br></span></h2>\n<p><span class=\"fontstyle0\" style=\"color: #000000;\">At 8</span><span class=\"fontstyle0\" style=\"color: #000000; font-size: 6pt;\">th </span><span class=\"fontstyle0\" style=\"color: #000000;\">level, you can increase one ability score of your choice by 1. You can't increase an ability score above 20 using this feature except for your primary juggernaut ability, which has a maximum value of 22. </span></p>\n<p><span class=\"fontstyle0\" style=\"color: #000000;\">Additionally, you also gain 1 additional Hit Die at this level, and you maximize your hits points gained from both this Hit Die and the normal one you receive at this level.</span></p>\n<h2><span class=\"fontstyle2\">BUILT LIKE A TRUCK<br></span></h2>\n<p><span class=\"fontstyle0\" style=\"color: #000000;\">At 12</span><span class=\"fontstyle0\" style=\"color: #000000; font-size: 6pt;\">th </span><span class=\"fontstyle0\" style=\"color: #000000;\">level, you can increase one ability score of your choice by 1, or you can increase two ability scores of your choice by 1. You can't increase an ability score above 20 using this feature except for your primary juggernaut ability, which has a maximum value of 22.&nbsp;</span></p>\n<p>Additionally, you gain a bonus to your hit points this&nbsp;level equal to your primary juggernaut ability modifier&nbsp;(meaning double if you selected Constitution), and you&nbsp;gain a damage bonus with melee attacks against incapacitated targets or immovable objects equal to your&nbsp;primary juggernaut ability modifier. You also have advantage on saving throws against being poisoned or&nbsp;stunned.</p>\n<h2>HULKING SMASH</h2>\n<p>At 16th level, you can increase one ability score of your&nbsp;choice by 1. You can't increase an ability score above 20&nbsp;using this feature except for your primary juggernaut&nbsp;ability, which has a maximum value of 22.</p>\n<p>Additionally, you can also use an action to activate your \"hulking\" ability. After you use this ability, you cannot use it again until you finish a long rest. When hulking, the following occurs.</p>\n<p>You gain temporary hit points equal to twice&nbsp;your level + twice your primary juggernaut ability modifier.&nbsp;As long as you have temporary hit points, you&nbsp;gain a bonus to damage rolls with melee attacks&nbsp;equal to your primary juggernaut ability.</p>\n<p>You suffer disadvantage on all skill checks, ability checks, and attack rolls utilizing Intelligence,&nbsp;Wisdom, or Charisma for one hour.&nbsp;</p>\n<h2>IN YOUR PRIME</h2>\n<p>At 19th level, you can increase one ability score of your&nbsp;choice by 2. You can't increase an ability score above 20&nbsp;using this feature except for your primary juggernaut&nbsp;ability, which has a maximum value of 22.</p>\n<p>Additionally, you have resistance to non-magical&nbsp;slashing, bludgeoning, and piercing damage.</p>\n<h2>LADDER GAINS</h2>\n<p>The juggernaut gains the following additional benefits at 5th, 11th, and 17th level:</p>\n<p><strong>5th Level</strong>: You recover 1 hit point every hour, provided that you have at least 1 hit point.</p>\n<p><strong>11th Level</strong>: Your regain 1d4 additional lost Hit Dice&nbsp;when you take a long rest.</p>\n<p><strong>17th Level</strong>: Your regeneration increases to 2 hit&nbsp;points per hour.</p>\n<p>&nbsp;</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "UM5 p.23",
    "activation": {
      "type": "",
      "cost": null,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": null,
      "units": "",
      "type": ""
    },
    "range": {
      "value": null,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "",
      "dc": null,
      "scaling": "spell"
    },
    "requirements": "",
    "recharge": {
      "value": null,
      "charged": false
    }
  },
  "folder": null,
  "sort": 0,
  "_key": "!items!mzGeeleRUtBgaALI"
}
